Repository: heyxyz/hey
Catalog: apps/web/src/locales/*/messages.po
Languages: ru, ta

source: 8. Prohibited Usage
ru: 8. Запрещено использование
ta: 8. தடைசெய்யப்பட்ட பயன்பாடு

source: You are not allowed to use the Site for anything illegal, infringing the intellectual property rights of other people, harassment or otherwise abusive behaviour, spreading false information or viruses, spamming, or interfering with the security features of the Site.
ru: Вам не разрешается использовать Сайт для каких-либо незаконных действий, нарушения прав интеллектуальной собственности других людей, преследования или иного оскорбительного поведения, распространения ложной информации или вирусов, рассылки спама или вмешательства в функции безопасности Сайта.
ta: சட்டவிரோதமான, பிற நபர்களின் அறிவுசார் சொத்துரிமைகளை மீறுதல், துன்புறுத்தல் அல்லது தவறான நடத்தை, தவறான தகவல் அல்லது வைரஸ்களைப் பரப்புதல், ஸ்பேம் செய்தல் அல்லது தளத்தின் பாதுகாப்பு அம்சங்களில் தலையிடுதல் போன்ற எதற்கும் தளத்தைப் பயன்படுத்த உங்களுக்கு அனுமதி இல்லை.

source: You are prohibited from using the Site,
ru: Вам запрещено использовать Сайт,

source: for any unlawful purpose and to solicit others to perform or participate in any unlawful acts;
ru: для любых незаконных целей и подстрекать других к совершению или участию в любых незаконных действиях;
ta: எந்தவொரு சட்ட விரோதமான நோக்கத்திற்காகவும், சட்டத்திற்குப் புறம்பான செயல்களைச் செய்யவோ அல்லது பங்கேற்கவோ மற்றவர்களைக் கோருவது;

source: to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances;
ru: нарушать любые международные, федеральные, провинциальные или государственные нормы, правила, законы или местные постановления;
ta: எந்தவொரு சர்வதேச, கூட்டாட்சி, மாகாண அல்லது மாநில விதிமுறைகள், விதிகள், சட்டங்கள் அல்லது உள்ளூர் கட்டளைகளை மீறுதல்;

source: to infringe upon or violate our intellectual property rights or the intellectual property rights of others;
ru: ущемлять или нарушать наши права интеллектуальной собственности или права интеллектуальной собственности других лиц;
ta: நமது அறிவுசார் சொத்துரிமைகள் அல்லது பிறரின் அறிவுசார் சொத்துரிமைகளை மீறுதல் அல்லது மீறுதல்;

source: to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability;
ru: преследовать, оскорблять, наносить вред, клеветать, унижать, запугивать или дискриминировать на основании пола, сексуальной ориентации, религии, этнической принадлежности, расы, возраста, национального происхождения или инвалидности;
ta: பாலினம், பாலியல் நோக்குநிலை, மதம், இனம், இனம், வயது, தேசிய தோற்றம் அல்லது இயலாமை ஆகியவற்றின் அடிப்படையில் துன்புறுத்தல், துஷ்பிரயோகம், அவமதிப்பு, தீங்கு, அவதூறு, அவதூறு, இழிவு, மிரட்டல் அல்லது பாகுபாடு காட்டுதல்;

source: to submit false or misleading information or to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Site or of any related website, other websites, or the Internet;
ru: предоставлять ложную или вводящую в заблуждение информацию или загружать или передавать вирусы или любой другой тип вредоносного кода, который будет или может быть использован каким-либо образом, который повлияет на функциональность или работу Сайта или любого связанного веб-сайта, других веб-сайтов или Интернета;
ta: தவறான அல்லது தவறாக வழிநடத்தும் தகவலைச் சமர்ப்பிக்க அல்லது வைரஸ்கள் அல்லது வேறு ஏதேனும் தீங்கிழைக்கும் குறியீட்டைப் பதிவேற்ற அல்லது அனுப்புதல்;

source: to collect or track the personal information of others to spam, phish, pretext, crawl, or scrape;
ru: собирать или отслеживать личную информацию других людей с целью спама, фишинга, подлога, сканирования;
ta: ஸ்பேம், ஃபிஷ், சாக்குப்போக்கு, வலம் அல்லது ஸ்கிராப் செய்ய மற்றவர்களின் தனிப்பட்ட தகவல்களைச் சேகரிக்க அல்லது கண்காணிக்க;

source: for any obscene or immoral purpose or to interfere with or circumvent the security features of the Site or any related website, other websites, or the Internet. We reserve the right to terminate your use of the Site or any related website for violating any of the prohibited uses.
ru: для любых непристойных или аморальных целей или для вмешательства или обхода средств безопасности Сайта или любого связанного с ним веб-сайта, других веб-сайтов или Интернета. Мы оставляем за собой право прекратить Ваше использование Сайта или любого связанного с ним веб-сайта за нарушение любого из запрещенных видов использования.
ta: ஏதேனும் ஆபாசமான அல்லது ஒழுக்கக்கேடான நோக்கத்திற்காக அல்லது தளம் அல்லது தொடர்புடைய இணையதளம், பிற இணையதளங்கள் அல்லது இணையத்தின் பாதுகாப்பு அம்சங்களில் தலையிட அல்லது தவிர்க்க. தடைசெய்யப்பட்ட பயன்பாடுகளில் ஏதேனும் ஒன்றை மீறியதற்காக, தளம் அல்லது தொடர்புடைய இணையதளத்தின் உங்கள் பயன்பாட்டை நிறுத்துவதற்கான உரிமை எங்களுக்கு உள்ளது.

source: 9. Assumption of Risk
ru: 9. Принятие риска
ta: 9. ஆபத்து அனுமானம்

source: You assume the risks of using the Site (including the risks related to smart contracts). You are responsible for your wallet. We may restrict your access to the Site for any reason, including, but not limited, compliance with sanctions regulations.
ru: Вы принимаете на себя риски использования Сайта (включая риски, связанные со смарт-контрактами). Вы несете ответственность за свой кошелек. Мы можем ограничить ваш доступ к Сайту по любой причине, включая, помимо прочего, соблюдение санкционных норм.
ta: தளத்தைப் பயன்படுத்துவதால் ஏற்படும் அபாயங்களை நீங்கள் கருதுகிறீர்கள் (ஸ்மார்ட் ஒப்பந்தங்கள் தொடர்பான அபாயங்கள் உட்பட). உங்கள் பணப்பைக்கு நீங்கள் பொறுப்பு. தடைகள் விதிமுறைகளுக்கு இணங்குவது உட்பட, ஆனால் வரம்புக்குட்படுத்தப்படாத எந்தவொரு காரணத்திற்காகவும் உங்கள் தளத்திற்கான அணுகலை நாங்கள் கட்டுப்படுத்தலாம்.

source: 10. Disclaimer of Warranties
ru: 14. Отказ от предоставления гарантий
ta: 10. உத்தரவாதங்களின் மறுப்பு

source: The Site are provided to you completely as they are, and could function differently than you expected. You agree to accept the Site as is. You expressly agree that your use of, or inability to use, the Site is at your sole risk. Our liability shall be limited entirely or to the maximum extent permitted by law.
ru: Сайт предоставляется Вам полностью таким, какой он есть, и может функционировать иначе, чем Вы ожидали. Вы соглашаетесь принять Сайт как есть. Вы однозначно соглашаетесь с тем, что использование или невозможность использования Сайта осуществляется исключительно на Ваш риск. Наша ответственность должна быть ограничена полностью или в максимальной степени, разрешенной законом.
ta: தளம் உங்களுக்கு முழுமையாக வழங்கப்பட்டுள்ளது, மேலும் நீங்கள் எதிர்பார்த்ததை விட வித்தியாசமாக செயல்பட முடியும். தளத்தை அப்படியே ஏற்க ஒப்புக்கொள்கிறீர்கள். தளத்தைப் பயன்படுத்துவது அல்லது பயன்படுத்த இயலாமை என்பது உங்கள் ஆபத்தில் உள்ளது என்பதை நீங்கள் வெளிப்படையாக ஒப்புக்கொள்கிறீர்கள். எங்கள் பொறுப்பு முழுமையாக அல்லது சட்டத்தால் அனுமதிக்கப்படும் அதிகபட்ச அளவிற்கு வரையறுக்கப்படும்.

source: 11. Termination and Cancellation
ru: 11. Расторжение и аннулирование соглашения
ta: 11. முடித்தல் மற்றும் ரத்து செய்தல்

source: This Agreement is effective unless and until terminated by either you or us. You may terminate the Agreement with us at any time by not accessing the Site.
ru: Настоящее Соглашение действует до тех пор, пока оно не будет расторгнуто с вашей или нашей стороны. Вы можете расторгнуть Соглашение с нами в любое время, прекратив посещение Сайта.
ta: நீங்கள் அல்லது எங்களால் நிறுத்தப்படும் வரை இந்த ஒப்பந்தம் பயனுள்ளதாக இருக்கும். தளத்தை அணுகாமல் எந்த நேரத்திலும் எங்களுடனான ஒப்பந்தத்தை நீங்கள் முறித்துக் கொள்ளலாம்.

source: If in our sole judgment you fail to comply with terms, we reserve the right to terminate our Agreement with you and deny you access to the Site.
ru: Если, по нашему мнению, вы не соблюдаете условия, мы оставляем за собой право расторгнуть наше Соглашение с вами и отказать вам в доступе к Сайту.
ta: எங்களுடைய ஒரே தீர்ப்பில் நீங்கள் விதிமுறைகளுக்கு இணங்கத் தவறினால், உங்களுடன் எங்கள் ஒப்பந்தத்தை முறித்துக் கொள்ளவும், தளத்திற்கான அணுகலை மறுக்கவும் எங்களுக்கு உரிமை உள்ளது.

source: 12. Contact Information
ru: 12. Контактная информация
ta: 12. தொடர்புத் தகவல்

source: Questions about the Terms should be sent to us at terms@lenster.xyz
ru: Вопросы об Условиях следует направлять нам по адресу terms@lenster.xyz
ta: விதிமுறைகள்பற்றிய கேள்விகள் எங்களுக்கு term@lenster.xyz இல் அனுப்பப்பட வேண்டும்

source: Thanks • {APP_NAME}
ru: Спасибо • {APP_NAME}
ta: நன்றி • {APP_NAME}

source: ENS name:
ru: ENS имя:
ta: ENS பெயர்:

source: Proof of Humanity verified
ru: Proof of Humanity подтвержден
ta: மனிதநேயத்தின் சான்று சரிபார்க்கப்பட்டது

source: Sybil verified
ru: Sybil подтвержден
ta: சிபில் சரிபார்க்கப்பட்டது

source: Worldcoin verified
ru: Worldcoin подтвержден
ta: Worldcoin சரிபார்க்கப்பட்டது

source: Verified
ru: Подтверждён
ta: சரிபார்க்கப்பட்டது

source: Follows you
ru: Подписан на вас

source: Edit Profile
ru: Редактировать профиль
ta: சுயவிவரத்தைத் திருத்து

source: Followers you know
ru: Подписчики, которых вы знаете
ta: உங்களுக்குத் தெரிந்த பின்தொடர்பவர்கள்

source: Failed to load profile feed
ru: Не удалось загрузить ленту профиля
ta: சுயவிவர ஊட்டத்தை ஏற்றுவதில் தோல்வி

source: Feed
ru: Лента
ta: ஊட்டம்

source: Replies
ru: Ответы
ta: பதில்கள்

source: Not now
ru: Не сейчас

source: Followers
ru: Подписчики
ta: பின்பற்றுபவர்கள்

source: Loading followers
ru: Загрузка подписчиков
ta: பின்தொடர்பவர்களை ஏற்றுகிறது

source: doesn’t have any followers yet.
ru: пока нет подписчиков.

source: Failed to load followers
ru: Не удалось загрузить подписчиков
ta: பின்தொடர்பவர்களை ஏற்ற முடியவில்லை

source: Loading following
ru: Загрузка подписок

source: doesn’t follow anyone.
ru: ни на кого не подписан.
ta: யாரையும் பின்பற்றவில்லை.

source: Failed to load following
ru: Не удалось загрузить подписки

source: Loading mutual followers
ru: Загрузка взаимных подписчиков

source: Failed to load mutual followers
ru: Не удалось загрузить взаимных подписчиков

source: Followed by
ru: Также подписаны
ta: பின்பற்றுபவர்கள்

source: Create Profile • {APP_NAME}
ru: Создать профиль • {APP_NAME}
ta: சுயவிவரத்தை உருவாக்கவும் • {APP_NAME}

source: Create new decentralized profile
ru: Создать новый децентрализованный профиль
ta: புதிய பரவலாக்கப்பட்ட சுயவிவரத்தை உருவாக்கவும்

source: Gallery created
ru: Галерея создана

source: Gallery name updated
ru: Название галереи обновлено

source: Gallery updated
ru: Галерея обновлена

source: Gallery name should be less than 255 characters
ru: Название галереи должно быть меньше 255 символов

source: Gallery name required
ru: Необходимо указать название галереи

source: What's your gallery name?
ru: Как называется ваша галерея?

source: {0} selected
ru: {0} выбрано

source: Next
ru: Далее

source: Gallery deleted
ru: Галерея удалена

source: Are you sure you want to delete?
ru: Вы уверены, что хотите удалить?

source: Edit
ru: Редактировать

source: Rearrrange
ru: Переставить

source: Welcome to your gallery
ru: Добро пожаловать в вашу галерею

source: Let's do it!
ru: Давайте сделаем это!

source: doesn't have any NFTs!
ru: не имеет NFT!

source: Only 50 items allowed for gallery
ru: Для галереи допускается только 50 предметов

source: {0} available
ru: {0} доступно
ta: {0} கிடைக்கிறது

source: Revenue:
ru: Доход:
ta: வருவாய்:

source: Sale Ends:
ru: Продажа заканчивается:
ta: விற்பனை முடிவடைகிறது:

source: Token:
ru: Токен:
ta: டோக்கன்:

source: Fee recipients
ru: Получатели вознаграждения

source: {0} Comments
ru: {0} Комментариев
ta: {0} கருத்துகள்

source: Dislike
ru: Дизлайкнуть
ta: விருப்பமில்லை

source: Like
ru: Лайкнуть
ta: விருப்பம்

source: Copied to clipboard!
ru: Скопировано в буфер обмена!
ta: கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது!

source: Translate
ru: Перевести
ta: மொழிபெயர்

source: Publication reported successfully
ru: Публикация успешно обжалована

source: Poor content
ru: Некачественный контент

source: Stop Sponsor
ru: Прекратить спонсорство

source: To view this...
ru: Чтобы просмотреть это...
ta: இதைக் காண...

source: Error while decrypting!
ru: Ошибка при расшифровке!
ta: டிக்ரிப்ட் செய்யும் போது பிழை!

source: {type} was hidden by the author
ru: {type} был скрыт автором

source: NFT ADDRESS
ru: АДРЕС NFT
ta: NFT முகவரி

source: <0>{0}</0> Comments
ru: <0>{0}</0> Комментарии
ta: <0>{0}</0> கருத்துகள்

source: <0>{0}</0> Likes
ru: <0>{0}</0> Лайка(ов)
ta: <0>{0}</0> விருப்பு

source: Liked by
ru: Лайк от

source: <0>{0}</0> Collects
ru: <0>{0}</0> Коллекта(ов)

source: Indexing
ru: Индексирование

source: Failed to load relevant people
ru: Не удалось загрузить соответствующих людей

source: No profiles for <0>“{query}”</0>
ru: Нет профилей для <0>“{query}”</0>

source: Failed to load profiles
ru: Не удалось загрузить профили
ta: சுயவிவரங்களை ஏற்றுவதில் தோல்வி

source: No publications for <0>“{query}”</0>
ru: Нет публикаций для <0>“{query}”</0>
ta: <0>“{query}”க்கு வெளியீடுகள் இல்லை</0>

source: Failed to load publications
ru: Не удалось загрузить публикации
ta: வெளியீடுகளை ஏற்ற முடியவில்லை

source: Publications
ru: Публикации
ta: வெளியீடுகள்

source: Profiles
ru: Профили
ta: சுயவிவரங்கள்

source: Default profile updated successfully!
ru: Профиль успешно обновлен!
ta: இயல்புநிலை சுயவிவரம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!

source: Your default profile
ru: Профиль по умолчанию
ta: உங்கள் இயல்புநிலை சுயவிவரம்

source: You don't have any default profile set!
ru: Вы не установили профиль по умолчанию!
ta: உங்களிடம் இயல்புநிலை சுயவிவரம் எதுவும் இல்லை!

source: Select default profile
ru: Выбрать профиль по умолчанию
ta: இயல்புநிலை சுயவிவரத்தைத் தேர்ந்தெடுக்கவும்

source: Selecting your default account helps to display the selected profile across {APP_NAME}, you can change your default profile anytime.
ru: Выбор основной учетной записи помогает отображать выбранный профиль через {APP_NAME}, вы можете изменить свой основной профиль в любое время.
ta: உங்கள் இயல்புநிலை கணக்கைத் தேர்ந்தெடுப்பது, தேர்ந்தெடுக்கப்பட்ட சுயவிவரத்தை {APP_NAME} முழுவதும் காண்பிக்க உதவுகிறது, உங்கள் இயல்புநிலை சுயவிவரத்தை எப்போது வேண்டுமானாலும் மாற்றலாம்.

source: What else you should know
ru: Что еще вы должны знать
ta: நீங்கள் வேறு என்ன தெரிந்து கொள்ள வேண்டும்

source: Only the default profile will be visible across the {APP_NAME}, example notifications, follow etc.
ru: Только основной профиль будет виден в {APP_NAME}, примерах уведомлений, подписках и т. д.
ta: {APP_NAME}, எடுத்துக்காட்டு அறிவிப்புகள், பின்தொடர்தல் போன்றவற்றில் இயல்புநிலை சுயவிவரம் மட்டுமே தெரியும்.

source: You can change default profile anytime here.
ru: Здесь вы можете изменить профиль по умолчанию в любое время.
ta: நீங்கள் எந்த நேரத்திலும் இங்கே இயல்புநிலை சுயவிவரத்தை மாற்றலாம்.

source: Select profile
ru: Выберите профиль
ta: சுயவிவரத்தைத் தேர்ந்தெடுக்கவும்

source: Invalid amount
ru: Неверная сумма
ta: தவறான தொகை

source: Ethereum address should be within 42 characters
ru: Ethereum-адрес должен содержать не более 42 символов
ta: Ethereum முகவரி 42 எழுத்துகளுக்குள் இருக்க வேண்டும்

source: Invalid Ethereum address
ru: Неверный Ethereum-адрес
ta: தவறான Ethereum முகவரி

source: Loading super follow settings
ru: Загрузка настроек Super Follow
ta: சூப்பர் ஃபாலோ அமைப்புகளை ஏற்றுகிறது

source: Set super follow
ru: Установить супер подписку
ta: சூப்பர் பின்தொடர்பை அமைக்கவும்

source: Setting super follow makes users spend crypto to follow you, and it's a good way to earn it, you can change the amount and currency or disable/enable it anytime.
ru: Если включить Super Follow - пользователи будут платить криптовалюту, чтобы подписаться на вас, и это хороший способ заработать ее, вы можете изменить сумму и валюту или отключить / включить ее в любое время.
ta: சூப்பர் ஃபாலோ அமைப்பது, பயனர்கள் உங்களைப் பின்தொடர கிரிப்டோவைச் செலவழிக்க வைக்கிறது, மேலும் இது சம்பாதிப்பதற்கான ஒரு சிறந்த வழியாகும், நீங்கள் தொகை மற்றும் நாணயத்தை மாற்றலாம் அல்லது எப்போது வேண்டுமானாலும் அதை முடக்கலாம்/இயக்கலாம்.

source: Follow amount
ru: Стоимость подписки

source: Funds recipient
ru: Получатель средств
ta: நிதி பெறுநர்

source: Disable Super follow
ru: Отключить супер подписку
ta: சூப்பர் பின்தொடர் முடக்கு

source: Update Super follow
ru: Обновить супер подписку
ta: சூப்பர் பின்தொடர்பை புதுப்பிக்கவும்

source: Set Super follow
ru: Установить супер подписку
ta: சூப்பர் பின்தொடர்பை அமைக்கவும்

source: No.
ru: Нет.
ta: இல்லை.

source: Request Verification
ru: Запросить верификацию
ta: சரிபார்ப்பு கோரிக்கை

source: Account settings • {APP_NAME}
ru: Настройки профиля • {APP_NAME}
ta: கணக்கு அமைப்புகள் • {APP_NAME}

source: Allow
ru: Разрешить
ta: அனுமதி

source: Module disabled successfully!
ru: Модуль успешно отключен!

source: Module enabled successfully!
ru: Модуль успешно включен!

source: Revoke
ru: Отозвать
ta: திரும்பப்பெறு

source: Warning
ru: Предупреждение
ta: எச்சரிக்கை

source: Handle with care!
ru: Обращаться осторожно!
ta: கவனத்துடன் கையாளுங்கள்!

source: Please be aware that by allowing this module, the amount indicated will be automatically deducted when you <0>collect</0> and <1>super follow</1>.
ru: Имейте в виду, что при разрешении этого модуля указанная сумма будет автоматически вычитаться при <0>коллекте</0> и <1>super follow</1>.

source: Allowance settings • {APP_NAME}
ru: Настройки разрешений • {APP_NAME}
ta: கொடுப்பனவு அமைப்புகள் • {APP_NAME}

source: Allow / Revoke modules
ru: Разрешить / отозвать модули
ta: தொகுதிகளை அனுமதிக்கவும் / திரும்பப் பெறவும்

source: In order to use collect feature you need to allow the module you use, you can allow and revoke the module anytime.
ru: Для использования функции коллекта Вам необходимо разрешить используемый модуль, Вы можете разрешить и отозвать модуль в любое время.
ta: சேகரிப்பு அம்சத்தைப் பயன்படுத்த, நீங்கள் பயன்படுத்தும் தொகுதியை அனுமதிக்க வேண்டும், எந்த நேரத்திலும் தொகுதியை அனுமதிக்கலாம் மற்றும் திரும்பப் பெறலாம்.

source: Cleared {key}
ru: Очищено {key}
ta: அழிக்கப்பட்டது {key}

source: Cleanup settings • {APP_NAME}
ru: Настройки очистки • {APP_NAME}
ta: துப்புரவு அமைப்புகள் • {APP_NAME}

source: Cleanup Localstorage
ru: Очистить локальное хранилище

source: If you stuck with some issues, you can try to clean up the localstorage. This will remove all the data stored in your browser.
ru: Если вы столкнулись с некоторыми проблемами, вы можете попробовать очистить локальное хранилище. Это удалит все данные, хранящиеся в вашем браузере.

source: Clean your posts or comments that are not indexed
ru: Очистить свои посты или комментарии, которые не индексируются

source: Cleanup
ru: Очистка
ta: துப்புரவு

source: Timeline settings
ru: Настройки временной шкалы
ta: காலவரிசை அமைப்புகள்

source: Clean your timeline filter settings
ru: Очистить настройки фильтра временной шкалы
ta: உங்கள் காலவரிசை வடிகட்டி அமைப்புகளை சுத்தம் செய்யவும்

source: Direct message keys
ru: Клавиши личных сообщений
ta: நேரடி செய்தி விசைகள்

source: Clean your DM encryption key
ru: Очистите ключ шифрования ЛС

source: Cleared DM keys
ru: Ключи ЛС сброшены

source: App settings
ru: Настройки приложения
ta: செயலி அமைப்புகள்

source: Note: Cleaning will log you out
ru: Примечание. При сбросе данных вы выйдете из системы
ta: குறிப்பு: சுத்தம் செய்வது உங்களை வெளியேற்றும்

source: Delete Profile • {APP_NAME}
ru: Удалить профиль • {APP_NAME}
ta: சுயவிவரத்தை நீக்கு • {APP_NAME}

source: This will deactivate your account
ru: Это приведет к деактивации Вашей учетной записи
ta: இது உங்கள் கணக்கை செயலிழக்கச் செய்யும்

source: Deleting your account is permanent. All your data will be wiped out immediately and you won't be able to get it back.
ru: Удаление учетной записи необратимо. Все ваши данные будут удалены немедленно, и вы не сможете их вернуть.
ta: உங்கள் கணக்கை நீக்குவது நிரந்தரமானது. உங்களின் எல்லாத் தரவுகளும் உடனடியாக அழிக்கப்படும், உங்களால் அதைத் திரும்பப் பெற முடியாது.

source: You cannot restore your {APP_NAME} account if it was accidentally or wrongfully deleted.
ru: Вы не сможете восстановить свою учетную запись {APP_NAME}, если она была случайно или ошибочно удалена.
ta: உங்கள் {APP_NAME} கணக்கு தற்செயலாக அல்லது தவறாக நீக்கப்பட்டிருந்தால் அதை மீட்டெடுக்க முடியாது.

source: Some account information may still be available in search engines, such as Google or Bing.
ru: Некоторая информация об учетной записи может по-прежнему быть доступна в поисковых системах, таких как Google или Bing.
ta: Google அல்லது Bing போன்ற தேடுபொறிகளில் சில கணக்குத் தகவல்கள் இன்னும் கிடைக்கக்கூடும்.

source: Your @handle will be released immediately after deleting the account.
ru: Ваш @псевдоним станет свободным сразу после удаления вашей учетной записи.
ta: கணக்கை நீக்கிய உடனேயே உங்கள் @handle வெளியிடப்படும்.

source: Deleting...
ru: Удаление...
ta: நீக்குகிறது...

source: Delete your account
ru: Удалить учетную запись
ta: உங்கள் கணக்கை நீக்கவும்

source: Danger Zone
ru: Опасная зона
ta: ஆபத்தான இடம்

source: Confirm that you have read all consequences and want to delete your account anyway
ru: Подтвердите, что вы прочитали все последствия и хотите удалить свою учетную запись в любом случае
ta: நீங்கள் எல்லா விளைவுகளையும் படித்துவிட்டீர்கள் என்பதை உறுதிசெய்து, எப்படியும் உங்கள் கணக்கை நீக்க விரும்புகிறீர்கள்

source: Yes, delete my account
ru: Да, удалить мою учетную запись
ta: ஆம், எனது கணக்கை நீக்கவும்

source: Profile updated successfully!
ru: Профиль успешно обновлен!
ta: சுயவிவரம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!

source: Disable
ru: Отключить

source: Update
ru: Обновить

source: Enable
ru: Включить

source: Disable Signless Transactions
ru: Отключить транзакции без подписи

source: Dispatcher • {APP_NAME}
ru: Диспетчер • {APP_NAME}

source: Export notifications
ru: Экспортировать уведомления

source: Export all your notifications to a JSON file.
ru: Экспортировать все ваши уведомления в JSON файл.

source: Exported <0>{0}</0> notifications
ru: Экспортировано <0>{0}</0> уведомлений

source: Download notifications
ru: Скачать уведомления

source: Exporting...
ru: Экспортируется...

source: Export now
ru: Экспортировать сейчас

source: Export profile
ru: Экспортировать профиль

source: Export all your profile data to a JSON file.
ru: Экспортировать все данные вашего профиля в JSON файл.

source: Download profile
ru: Скачать профиль

source: Export publications
ru: Экспортировать публикации

source: Export all your posts, comments and mirrors to a JSON file.
ru: Экспортировать все ваши публикации, комментарии и репосты в JSON файл.

source: Exported <0>{0}</0> publications
ru: Экспортировано <0>{0}</0> публикаций

source: Download publications
ru: Скачать публикации

source: Interests settings • {APP_NAME}
ru: Настройки интересов • {APP_NAME}
ta: ஆர்வங்கள் அமைப்புகள் • {APP_NAME}

source: Interests you select are used to personalize your experience across Lenster. You can adjust your interests if something doesn't look right.
ru: Выбранные вами интересы используются для персонализации вашего взаимодействия с Lenster. Вы можете изменить свои интересы, если что-то не соответствует действительности.

source: Hide number of likes
ru: Скрыть количество лайков

source: You won't see the total number of likes for publications others share to Feed. Your likes to a post will still be visible to you and everyone else.
ru: Вы не будете видеть общее количество "лайков" для публикаций, которыми другие делятся в ленте. Ваши "лайки" к публикации по-прежнему будут видны Вам и всем остальным.

source: Preferences • {APP_NAME}
ru: Настройки • {APP_NAME}

source: Contract address should be within 42 characters
ru: Адрес контракта должен быть в пределах 42 символов

source: Invalid Contract address
ru: Неверный адрес контракта
ta: தவறான ஒப்பந்த முகவரி

source: Avatar updated successfully!
ru: Аватар успешно обновлен!
ta: அவதார் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!

source: Contract Address
ru: Адрес контракта
ta: ஒப்பந்த முகவரி

source: Token Id
ru: Идентификатор токена
ta: டோக்கன் ஐடி

source: Crop image
ru: Обрезать изображение

source: Profile picture crop preview
ru: Предварительный просмотр обрезанной аватарки
