Repository: heyxyz/hey
Catalog: apps/web/src/locales/*/messages.po
Languages: ru, ta

source: <0>Public Information</0>, data from activity that is publicly visible and/or accessible on blockchains. This may include blockchain addresses and information regarding the NFTs in wallets.
ru: <0>Публичная информация</0>, данные о деятельности, которая публично видна и/или доступна в блокчейне. Сюда могут входить адреса блокчейна и информация о NFT в кошельках.
ta: <0>பொது தகவல்</0>, பொதுவில் தெரியும் மற்றும்/அல்லது பிளாக்செயின்களில் அணுகக்கூடிய செயல்பாட்டின் தரவு. இதில் பிளாக்செயின் முகவரிகள் மற்றும் பணப்பைகளில் உள்ள NFTகள் தொடர்பான தகவல்கள் இருக்கலாம்.

source: 3. Use of Information
ru: 3. Использование информации
ta: 3. தகவலின் பயன்பாடு

source: We may need to use it to operate and manage the Services on this Site (or other places), provide you support, ensure we comply with laws and regulation, and enforce the security of the Site or make other improvements.
ru: Нам может понадобиться использовать его для работы и управления Услугами на этом Сайте (или в других местах), предоставления вам поддержки, обеспечения соблюдения законов и нормативных актов, обеспечения безопасности Сайта или внесения других улучшений.
ta: இந்தத் தளத்தில் (அல்லது பிற இடங்களில்) சேவைகளை இயக்கவும் நிர்வகிக்கவும், உங்களுக்கு ஆதரவை வழங்கவும், சட்டங்கள் மற்றும் ஒழுங்குமுறைகளுக்கு நாங்கள் இணங்குவதை உறுதிசெய்யவும், தளத்தின் பாதுகாப்பைச் செயல்படுத்தவும் அல்லது பிற மேம்பாடுகளைச் செய்யவும் இதைப் பயன்படுத்த வேண்டியிருக்கலாம்.

source: 4. Third-Parties
ru: 4. Третьи стороны
ta: 4. மூன்றாம் தரப்பினர்

source: This Privacy Policy does not apply to websites, apps, products, or services that we do not own or control. For example, your interactions with Ethereum wallet are governed by the applicable privacy policies of that particular wallet.
ru: Настоящая Политика конфиденциальности не распространяется на веб-сайты, приложения, продукты или услуги, которыми мы не владеем и не контролируем. Например, ваше взаимодействие с кошельком Ethereum регулируется применимой политикой конфиденциальности этого конкретного кошелька.
ta: இந்தத் தனியுரிமைக் கொள்கை, எங்களுக்குச் சொந்தமில்லாத அல்லது கட்டுப்படுத்தாத இணையதளங்கள், ஆப்ஸ், தயாரிப்புகள் அல்லது சேவைகளுக்குப் பொருந்தாது. எடுத்துக்காட்டாக, Ethereum வாலட்டுடனான உங்கள் தொடர்புகள் குறிப்பிட்ட வாலட்டின் பொருந்தக்கூடிய தனியுரிமைக் கொள்கைகளால் நிர்வகிக்கப்படுகின்றன.

source: 5. Analytics
ru: 5. Аналитика

source: We use <0>Datadog</0> to collect various events from user actions to analyse and make decisions for Site improvements.
ru: Мы используем <0>Datadog</0> для сбора различных событий от действий пользователей для анализа и принятия решений по улучшению Сайта.

source: All the data are anonymous and we don’t track user details such as name, handle, email, wallet address and so on.
ru: Все данные анонимны, и мы не отслеживаем такие данные пользователя, как имя, псевдоним, адрес электронной почты, адрес кошелька и так далее.

source: We may change to other third-party analytics service provider. The Privacy Policy of Analytics subjects to the every provider. You should review everything before using the Site.
ru: Мы можем переключиться на другого стороннего поставщика аналитических услуг. Политика конфиденциальности аналитики распространяется на каждого поставщика. Вам следует ознакомиться со всеми положениями перед использованием Сайта.

source: 6. Your Rights and Choices
ru: 6. Ваши права и возможности

source: <0>Cookies</0>. We will only use strictly necessary cookies. These cookies are essential for you to browse the Site and use its features, including accessing secure areas of the Site.
ru: <0>Файлы cookie</0>. Мы будем использовать только строго необходимые файлы cookie. Эти файлы cookie необходимы для просмотра вами данного сайта и использования его функций, включая доступ к защищенным разделам сайта.

source: <0>Do Not Track</0>. Your browser settings may allow you to automatically transmit a “Do Not Track” signal to the online services you visit. Note, however, there is no industry consensus as to what Site and app operators should do with regard to these signals. Accordingly, unless and until the law is interpreted to require us to do so, we do not monitor or take action with respect to “Do Not Track” signals. For more information on “Do Not Track,” visit <1>https://allaboutdnt.com</1>.
ru: <0>Не отслеживать</0>. Настройки вашего браузера могут позволить вам автоматически передавать сигнал «Не отслеживать» посещаемым вами онлайн-сервисам. Обратите внимание, однако, что в отрасли нет единого мнения относительно того, что должны делать операторы сайтов и приложений в отношении этих сигналов. Соответственно, до тех пор, пока закон не будет истолкован как требующий от нас иного, мы не отслеживаем и не предпринимаем никаких действий в отношении сигналов «Не отслеживать». Для получения дополнительной информации о «Не отслеживать» посетите <1>https://allaboutdnt.com</1>.

source: 7. Data Security
ru: 7. Защита данных

source: We implement and maintain reasonable administrative, physical, and technical security safeguards to help protect information about you from loss, theft, misuse, unauthorised access, disclosure, alteration, and destruction. Nevertheless, transmission via the internet is not completely secure and we cannot guarantee the security of information about you.
ru: Мы внедряем и поддерживаем разумные административные, физические и технические меры безопасности, чтобы помочь защитить информацию о вас от потери, кражи, неправомерного использования, несанкционированного доступа, раскрытия, изменения и уничтожения. Тем не менее, передача через Интернет не является полностью безопасной, и мы не можем гарантировать безопасность информации о вас.

source: 8. Children
ru: 8. Дети

source: The Site is intended for general audiences and are not directed at children. To use the Site, you must legally be able to enter into the Agreement. We do not knowingly collect personal information from children.
ru: Сайт предназначен для широкой аудитории и не предназначен для детей. Для использования Сайта вы должны быть в состоянии заключить Соглашение на законных основаниях. Мы сознательно не собираем личную информацию от детей.

source: 9. Changes to Policy
ru: 9. Изменения в политике

source: We reserve the right to revise and reissue this Privacy Policy at any time. Any changes will be effective immediately upon our posting of the revised Privacy Policy. For the avoidance of doubt, your continued use of the Site indicates your consent to the revised Privacy Policy then posted.
ru: Мы оставляем за собой право пересматривать и переиздавать настоящую Политику конфиденциальности в любое время. Любые изменения вступают в силу немедленно после публикации нами пересмотренной Политики конфиденциальности. Во избежание сомнений, ваше дальнейшее использование Сайта означает ваше согласие с пересмотренной Политикой конфиденциальности, опубликованной на тот момент.

source: 10. Contact
ru: 10. Контакт

source: If you have any questions or comments about this Privacy Policy, our data practices, or our compliance with applicable law, please contact us at privacy@lenster.xyz
ru: Если у вас есть какие-либо вопросы или комментарии по поводу настоящей Политики конфиденциальности, наших методов работы с данными или соблюдения нами применимого законодательства, свяжитесь с нами по адресу privacy@lenster.xyz

source: Terms & Conditions • {APP_NAME}
ru: Условия использования • {APP_NAME}
ta: விதிமுறைகள் & நிபந்தனைகள் • {APP_NAME}

source: Terms & Conditions
ru: Условия & Соглашения

source: The website lenster.xyz” (the “Site”) offers information, tools and services to you to allow you to interact with the Lens Protocol - a composable and decentralised social graph protocol.
ru: Веб-сайт Lenster.xyz” (далее - ”Сайт”) предлагает вам информацию, инструменты и услуги, позволяющие вам взаимодействовать с Lens Protocol — компонуемым и децентрализованным протоколом социального графа.
ta: lenster.xyz” (“தளம்”) என்ற இணையதளம், லென்ஸ் புரோட்டோகால் - தொகுக்கக்கூடிய மற்றும் பரவலாக்கப்பட்ட சமூக வரைபட நெறிமுறையுடன் தொடர்பு கொள்ள உங்களை அனுமதிக்கும் தகவல், கருவிகள் மற்றும் சேவைகளை உங்களுக்கு வழங்குகிறது.

source: By visiting the Site, you agree to be bound by the following terms and conditions (“Terms”), including those additional terms and conditions and policies referenced herein and/or available by hyperlink (collectively, the “Agreement”). The Agreement applies to all users of the Site, including without limitation users who are browsers, builders, and/or contributors of content.
ru: Посещая Сайт, вы соглашаетесь соблюдать следующие положения и условия (далее - «Условия»), включая те дополнительные положения и условия и политики, которые упоминаются в настоящем документе и/или доступны по гиперссылке (совместно именуемые «Соглашение»). Соглашение распространяется на всех пользователей Сайта, включая, помимо прочего, пользователей, которые являются потребителями, разработчиками и/или авторами контента.
ta: தளத்தைப் பார்வையிடுவதன் மூலம், நீங்கள் பின்வரும் விதிமுறைகள் மற்றும் நிபந்தனைகளுக்கு ("விதிமுறைகள்") கட்டுப்படுவதை ஒப்புக்கொள்கிறீர்கள், இதில் குறிப்பிடப்பட்டுள்ள மற்றும்/அல்லது ஹைப்பர்லிங்க் (ஒட்டுமொத்தமாக, "ஒப்பந்தம்") மூலம் கிடைக்கும் கூடுதல் விதிமுறைகள் மற்றும் நிபந்தனைகள் மற்றும் கொள்கைகள் உட்பட. உலாவிகள், உருவாக்குநர்கள் மற்றும்/அல்லது உள்ளடக்கப் பங்களிப்பாளர்களான வரம்பற்ற பயனர்கள் உட்பட, தளத்தின் அனைத்துப் பயனர்களுக்கும் இந்த ஒப்பந்தம் பொருந்தும்.

source: Please read these Terms carefully before accessing or using the Site. If you do not agree to all the terms of the Agreement, then you should not access the Site; however, by accessing the Site, you consent to the Agreement.
ru: Пожалуйста, внимательно прочитайте настоящие Условия перед доступом к Сайту или его использованием. Если вы не согласны со всеми условиями Соглашения, то вам не следует заходить на Сайт; однако, заходя на Сайт, вы соглашаетесь с Соглашением.
ta: தளத்தை அணுகுவதற்கு அல்லது பயன்படுத்துவதற்கு முன் இந்த விதிமுறைகளைக் கவனமாகப் படிக்கவும். ஒப்பந்தத்தின் அனைத்து விதிமுறைகளையும் நீங்கள் ஏற்கவில்லை என்றால், நீங்கள் தளத்தை அணுகக் கூடாது; இருப்பினும், தளத்தை அணுகுவதன் மூலம், நீங்கள் ஒப்பந்தத்திற்கு ஒப்புக்கொள்கிறீர்கள்.

source: Any new features or tools which are added to Site shall also be subject to the Terms. You can review the most current version of the Terms at any time on this page. We reserve the right to update, change or replace any part of these Terms by posting updates and/or changes to our Site. It is your responsibility to check this page periodically for changes. Your continued use of or access to the Site following the posting of any changes constitutes acceptance of those changes.
ru: Любые новые функции или инструменты, добавляемые на Сайт, также подпадают под действие Условий. Вы можете просмотреть самую последнюю версию Условий в любое время на этой странице. Мы оставляем за собой право обновлять, изменять или заменять любую часть настоящих Условий, публикуя обновления и/или изменения на нашем Сайте. Вы обязаны периодически проверять эту страницу на наличие изменений. Ваше дальнейшее использование или доступ к Сайту после публикации любых изменений означает принятие этих изменений.
ta: தளத்தில் சேர்க்கப்படும் எந்த புதிய அம்சங்கள் அல்லது கருவிகளும் விதிமுறைகளுக்கு உட்பட்டது. இந்தப் பக்கத்தில் எந்த நேரத்திலும் விதிமுறைகளின் தற்போதைய பதிப்பை நீங்கள் மதிப்பாய்வு செய்யலாம். எங்கள் தளத்தில் புதுப்பிப்புகள் மற்றும்/அல்லது மாற்றங்களை இடுகையிடுவதன் மூலம் இந்த விதிமுறைகளின் எந்தப் பகுதியையும் புதுப்பிக்க, மாற்ற அல்லது மாற்றுவதற்கான உரிமையை நாங்கள் வைத்திருக்கிறோம். மாற்றங்களுக்காக இந்தப் பக்கத்தை அவ்வப்போது பார்ப்பது உங்கள் பொறுப்பு. ஏதேனும் மாற்றங்களை இடுகையிட்டதைத் தொடர்ந்து நீங்கள் தொடர்ந்து பயன்படுத்துதல் அல்லது தளத்திற்கான அணுகல் அந்த மாற்றங்களை ஏற்றுக்கொள்வதாகும்.

source: 2. General Conditions
ru: 2. Общие условия
ta: 2. பொது நிபந்தனைகள்

source: You may not use our Site for any illegal or unauthorised purpose nor may you, in the use of the Service, violate any laws in your jurisdiction (including but not limited to copyright laws). We reserve the right to refuse the services to anyone for any reason at any time. We may stop (permanently or temporarily) providing the services or any features within the Site to you or to users generally.
ru: Вы не можете использовать наш Сайт в каких-либо незаконных или несанкционированных целях, а также при использовании Сервиса не можете нарушать какие-либо законы в вашей юрисдикции (включая, помимо прочего, законы об авторском праве). Мы оставляем за собой право отказать в предоставлении услуг кому-либо по любой причине в любое время. Мы можем прекратить (навсегда или временно) предоставление услуг или любых функций Сайта вам или пользователям в целом.
ta: எந்தவொரு சட்டவிரோத அல்லது அங்கீகரிக்கப்படாத நோக்கத்திற்காகவும் எங்கள் தளத்தை நீங்கள் பயன்படுத்தக்கூடாது அல்லது சேவையின் பயன்பாட்டில், உங்கள் அதிகார வரம்பில் உள்ள எந்தச் சட்டங்களையும் (பதிப்புரிமைச் சட்டங்கள் உட்பட ஆனால் அவை மட்டும் அல்ல) மீறவும் கூடாது. எந்த நேரத்திலும் எந்த காரணத்திற்காகவும் யாருக்கும் சேவைகளை மறுக்கும் உரிமை எங்களுக்கு உள்ளது. உங்களுக்கு அல்லது பொதுவாக பயனர்களுக்கு தளத்தில் உள்ள சேவைகள் அல்லது ஏதேனும் அம்சங்களை வழங்குவதை (நிரந்தரமாக அல்லது தற்காலிகமாக) நாங்கள் நிறுத்தலாம்.

source: 3. Services
ru: 3. Услуги
ta: 3. சேவைகள்

source: User Lens profile is referred as the “Profile” in the “Site”.
ru: Профиль пользователя Lens называется «Профиль» на «Сайте».
ta: பயனர் லென்ஸ் சுயவிவரம் "தளத்தில்" "சுயவிவரம்" என்று குறிப்பிடப்படுகிறது.

source: The Site allow you to interact with the Lens Protocol, including posts, mirrors, comments and other content related actions.
ru: Сайт позволяет вам взаимодействовать с Lens Protocol, включая публикации, мирроры, комментарии и другие действия, связанные с контентом.

source: We reserve the right - but are not obligated to - limit the provision of Profiles or Services to any person, geographic region or jurisdiction. We may exercise this right on a case-by-case basis in our sole discretion.
ru: Мы оставляем за собой право, но не обязаны ограничивать предоставление Профилей или Услуг любому лицу, географическому региону или юрисдикции. Мы можем воспользоваться этим правом в каждом конкретном случае по нашему собственному усмотрению.
ta: எந்தவொரு நபருக்கும், புவியியல் பகுதி அல்லது அதிகார வரம்பிற்கும் சுயவிவரங்கள் அல்லது சேவைகளை வழங்குவதைக் கட்டுப்படுத்தும் உரிமையை நாங்கள் வைத்திருக்கிறோம் - ஆனால் கடமைப்பட்டவர்கள் அல்ல. இந்த உரிமையை ஒவ்வொரு சந்தர்ப்பத்திலும் எங்கள் சொந்த விருப்பத்தின் அடிப்படையில் பயன்படுத்தலாம்.

source: Your profile your responsibility.
ru: Ваш профиль - ваша ответственность.
ta: உங்கள் சுயவிவரம் உங்கள் பொறுப்பு.

source: You are responsible for securing the wallet that contains your profiles.
ru: Вы несете ответственность за безопасность кошелька, содержащего ваши профили.
ta: உங்கள் சுயவிவரங்களைக் கொண்ட பணப்பையைப் பாதுகாப்பதற்கு நீங்கள் பொறுப்பு.

source: You bear sole responsibility for evaluating the Site and features before using them.
ru: Вы несете единоличную ответственность за оценку Сайта и функций перед их использованием.
ta: தளம் மற்றும் அம்சங்களைப் பயன்படுத்துவதற்கு முன்பு அவற்றை மதிப்பிடுவதற்கான முழுப் பொறுப்பையும் நீங்கள் ஏற்கிறீர்கள்.

source: It is important to understand that neither we nor any affiliated entity is a party to any transaction on the blockchain networks underlying the Lens Protocol; we do not have possession, custody or control over any items on your wallet and we do not have possession, custody, ability to delete or control over any items on any user’s wallet or interactions with the Lens Protocol.
ru: Важно понимать, что ни мы, ни какая-либо аффилированная организация не является стороной какой-либо транзакции в сети блокчейн, лежащей в основе протокола Lens; мы не владеем, не храним и не контролируем какие-либо элементы на Вашем кошельке, и мы не владеем, не храним, не имеем возможности удалять или контролировать какие-либо элементы на кошельке любого пользователя или взаимодействие с протоколом Lens.
ta: லென்ஸ் புரோட்டோகால் அடிப்படையிலான பிளாக்செயின் நெட்வொர்க்குகளில் எந்த பரிவர்த்தனைக்கும் நாமோ அல்லது தொடர்புடைய நிறுவனமோ ஒரு கட்சியாக இல்லை என்பதைப் புரிந்துகொள்வது முக்கியம்; உங்கள் பணப்பையில் உள்ள எந்தவொரு பொருளின் மீதும் எங்களிடம் உடைமை, காவலில் அல்லது கட்டுப்பாடு இல்லை, மேலும் எங்களிடம் உடைமை, காவலில், நீக்கும் திறன் அல்லது எந்தவொரு பயனரின் பணப்பையில் உள்ள பொருட்களையும் அல்லது லென்ஸ் புரோட்டோகால் தொடர்புகளையும் கொண்டிருக்கவில்லை.

source: If you’re not comfortable with interacting with an inherently transparent blockchain, you should not engage with our Site to create and manage a content on the Lens Protocol. You are solely responsible for the safekeeping of the private key associated with the blockchain address used to interact with the Lens Protocol.
ru: Если Вас не устраивает взаимодействие с прозрачным по своей сути блокчейном, Вам не следует взаимодействовать с нашим Сайтом для создания и управления контентом на Lens Protocol. Вы несете полную ответственность за сохранность приватного ключа, связанного с адресом блокчейна, используемого для взаимодействия с Lens протоколом.
ta: உள்ளார்ந்த வெளிப்படையான பிளாக்செயினுடன் தொடர்புகொள்வது உங்களுக்கு வசதியாக இல்லை என்றால், லென்ஸ் புரோட்டோகால் உள்ளடக்கத்தை உருவாக்க மற்றும் நிர்வகிக்க எங்கள் தளத்துடன் நீங்கள் ஈடுபடக்கூடாது. லென்ஸ் நெறிமுறையுடன் தொடர்புகொள்வதற்குப் பயன்படுத்தப்படும் பிளாக்செயின் முகவரியுடன் தொடர்புடைய தனிப்பட்ட விசையைப் பாதுகாப்பதற்கு நீங்கள் மட்டுமே பொறுப்பு.

source: The transactions on blockchain including transfer of tokens and data attached to it are permanent and cannot be undone.
ru: Транзакции в блокчейне, включая передачу токенов и связанных с ними данных, являются постоянными и не могут быть отменены.
ta: டோக்கன்கள் மற்றும் அதனுடன் இணைக்கப்பட்ட தரவுப் பரிமாற்றம் உள்ளிட்ட பிளாக்செயினில் உள்ள பரிவர்த்தனைகள் நிரந்தரமானவை மற்றும் செயல்தவிர்க்க முடியாது.

source: Our Site allows you to upload a text, pictures, videos using hosted on a third-party provider IPFS and Arweave. We are not responsible for any action or omission taken by IPFS/Arweave as it pertains to the user interface or otherwise. The use and access of any third-party products or services, including through the Site, is at your own risk.
ru: Наш Сайт позволяет Вам загружать текст, изображения, видео, используя хостинг стороннего провайдера IPFS и Arweave. Мы не несем ответственности за любые действия или бездействие IPFS/Arweave, относящиеся к пользовательскому интерфейсу или подобному. Использование и доступ к любым продуктам или услугам третьих лиц, в том числе через Сайт, осуществляется на Ваш собственный риск.
ta: மூன்றாம் தரப்பு வழங்குநரான IPFS மற்றும் Arweave இல் ஹோஸ்ட் செய்யப்பட்ட உரை, படங்கள், வீடியோக்கள் ஆகியவற்றைப் பதிவேற்ற எங்கள் தளம் உங்களை அனுமதிக்கிறது. IPFS/Arweave பயனர் இடைமுகம் அல்லது வேறு எந்த நடவடிக்கையும் அல்லது புறக்கணிப்புக்கு நாங்கள் பொறுப்பல்ல. தளம் உட்பட எந்த மூன்றாம் தரப்பு தயாரிப்புகள் அல்லது சேவைகளின் பயன்பாடு மற்றும் அணுகல் உங்கள் சொந்த ஆபத்தில் உள்ளது.

source: The Lens Protocol is deployed on blockchain-based networks, and we are not responsible for the operation of such networks.
ru: Протокол Lens развернут в блокчейн сетях, и мы не несем ответственности за работу таких сетей.
ta: லென்ஸ் புரோட்டோகால் பிளாக்செயின் அடிப்படையிலான நெட்வொர்க்குகளில் பயன்படுத்தப்படுகிறது, மேலும் அத்தகைய நெட்வொர்க்குகளின் செயல்பாட்டிற்கு நாங்கள் பொறுப்பல்ல.

source: 4. Accuracy, Completeness and Timeliness of information
ru: 4. Точность, полнота и своевременность информации
ta: 4. தகவலின் துல்லியம், முழுமை மற்றும் நேரமின்மை

source: We are not responsible for any mistakes or inaccuracies on contents published on this Site. Profiles are fully responsible for what they are doing in the Site.
ru: Мы не несем ответственности за любые ошибки или неточности в содержании, опубликованном на этом Сайте. Владельцы профилей несут полную ответственность за то, что они делают на Сайте.
ta: இந்தத் தளத்தில் வெளியிடப்பட்ட உள்ளடக்கங்களில் ஏதேனும் தவறுகள் அல்லது தவறுகளுக்கு நாங்கள் பொறுப்பல்ல. அவர்கள் தளத்தில் என்ன செய்கிறார்கள் என்பதற்கு சுயவிவரங்கள் முழுப் பொறுப்பு.

source: As a Site, we offer information about the content and interaction on content published by the users on the Lens Protocol.
ru: В качестве Сайта мы предлагаем информацию о контенте и взаимодействии с контентом, опубликованным пользователями на Lens Protocol.
ta: ஒரு தளமாக, Lens Protocol இல் பயனர்களால் வெளியிடப்பட்ட உள்ளடக்கத்தின் உள்ளடக்கம் மற்றும் தொடர்புபற்றிய தகவலை நாங்கள் வழங்குகிறோம்.

source: 5. Modification of Services
ru: 5. Изменение Услуг
ta: 5. சேவைகளின் மாற்றம்

source: We reserve the right at any time to modify or discontinue the Site (or any part or content thereof) without notice at any time. We shall not be liable to you or any third-party for any modification, information change, suspension or discontinuance of the Site.
ru: Мы оставляем за собой право в любое время изменять или прекращать работу Сайта (или любой его части или содержимого) без предварительного уведомления в любое время. Мы не несем ответственности перед вами или какой-либо третьей стороной за любые модификации, изменение информации, приостановку или прекращение работы Сайта.
ta: எந்த நேரத்திலும் எந்த அறிவிப்பும் இல்லாமல் தளத்தை (அல்லது அதன் ஏதேனும் பகுதி அல்லது உள்ளடக்கத்தை) மாற்ற அல்லது நிறுத்துவதற்கான உரிமையை நாங்கள் வைத்திருக்கிறோம். தளத்தின் எந்த மாற்றத்திற்கும், தகவல் மாற்றத்திற்கும், இடைநீக்கத்திற்கும் அல்லது நிறுத்தத்திற்கும் நாங்கள் உங்களுக்கு அல்லது எந்த மூன்றாம் தரப்பினருக்கும் பொறுப்பாக மாட்டோம்.

source: 6. Third-Party Services & Websites
ru: 6. Сторонние сервисы и веб-сайты
ta: 6. மூன்றாம் தரப்பு சேவைகள் & இணையதளங்கள்

source: We are not responsible for the content or services of any third-party, including, without limitation, any network, or apps like Discord, or MetaMask, and we make no representations regarding the content or accuracy of any third-party services or materials. Those are governed by the terms of use of the third-party providers.
ru: Мы не несем ответственности за контент или услуги третьих лиц, включая, помимо прочего, любые сети или приложения, такие как Discord или MetaMask, и мы не делаем никаких заявлений относительно контента или точности любых сторонних сервисов или материалов. Они регулируются условиями использования сторонних поставщиков.
ta: எந்தவொரு மூன்றாம் தரப்பினரின் உள்ளடக்கம் அல்லது சேவைகளுக்கு நாங்கள் பொறுப்பல்ல, கட்டுப்பாடு இல்லாமல், எந்தவொரு நெட்வொர்க் அல்லது Discord, அல்லது MetaMask போன்ற பயன்பாடுகள் உட்பட, மேலும் எந்தவொரு மூன்றாம் தரப்பு சேவைகள் அல்லது பொருட்களின் உள்ளடக்கம் அல்லது துல்லியம் குறித்து நாங்கள் பிரதிநிதித்துவம் செய்ய மாட்டோம். அவை மூன்றாம் தரப்பு வழங்குநர்களின் பயன்பாட்டு விதிமுறைகளால் நிர்வகிக்கப்படுகின்றன.

source: Please review carefully the third-party's policies and practices and make sure you understand them before you engage in any transaction. Complaints, claims, concerns, or questions regarding third-party products should be directed to the third-party.
ru: Пожалуйста, внимательно ознакомьтесь с политикой и практикой третьей стороны и убедитесь, что Вы их понимаете, прежде чем совершать какие-либо транзакции. Жалобы, претензии, опасения или вопросы относительно продуктов третьих лиц следует направлять третьему лицу.
ta: மூன்றாம் தரப்பினரின் கொள்கைகள் மற்றும் நடைமுறைகளை கவனமாக மதிப்பாய்வு செய்து, எந்தவொரு பரிவர்த்தனையிலும் ஈடுபடும் முன் அவற்றைப் புரிந்துகொண்டுள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளவும். மூன்றாம் தரப்பு தயாரிப்புகள் தொடர்பான புகார்கள், உரிமைகோரல்கள், கவலைகள் அல்லது கேள்விகள் மூன்றாம் தரப்பினருக்கு அனுப்பப்பட வேண்டும்.

source: 7. Personal Information
ru: 7. Личная информация
ta: 7. தனிப்பட்ட தகவல்

source: Your submission of personal information through the Site is governed by our <0>Privacy Policy</0>.
ru: Предоставление вами личной информации через Сайт регулируется нашей <0>Политикой конфиденциальности.</0>.
ta: தளத்தின் மூலம் உங்கள் தனிப்பட்ட தகவலைச் சமர்ப்பிப்பது எங்கள் <0>தனியுரிமைக் கொள்கையால் நிர்வகிக்கப்படுகிறது</0>.
