Repository: heyxyz/hey
Catalog: apps/web/src/locales/*/messages.po
Languages: ru, ta

source: Be the first one to comment!
ru: Будьте первым комментатором!
ta: முதல் நபராக கருத்திடுக!

source: Failed to load comment feed
ru: Не удалось загрузить комментарии
ta: கருத்து ஊட்டத்தை ஏற்றுவதில் தோல்வி

source: Hide more comments
ru: Скрыть комментарии

source: Show more comments
ru: Показать больше комментариев

source: Add restrictions on who can view this post
ru: Добавить ограничения на то, кто может просматривать эту публикацию
ta: இந்த இடுகையை யார் பார்க்கலாம் என்பதற்கான கட்டுப்பாடுகளைச் சேர்க்கவும்

source: Enable collect first to use collect based token gating
ru: Сначала включите функцию collect, чтобы использовать систему управления токенами на основе коллекта
ta: சேகரிப்பு அடிப்படையிலான டோக்கன் கேட்டிங்கைப் பயன்படுத்த முதலில் சேகரிப்பை இயக்கவும்

source: Collectors can view
ru: Люди, сделавшие коллект, могут просматривать
ta: சேகரிப்பாளர்கள் பார்க்க முடியும்

source: People need to collect it first to be able to view it
ru: Люди должны сделать коллект публикации, чтобы увидеть ее
ta: மக்கள் அதைப் பார்க்க முதலில் அதை சேகரிக்க வேண்டும்

source: Followers can view
ru: Подписчики могут просматривать
ta: பின்பற்றுபவர்கள் பார்க்க முடியும்

source: People need to follow you to be able to view it
ru: Для просмотра человек должен подписаться на вас
ta: அதைப் பார்க்க மக்கள் உங்களைப் பின்தொடர வேண்டும்

source: Cancel
ru: Отменить
ta: ரத்து

source: Save
ru: Сохранить
ta: சேமி

source: Access
ru: Доступ

source: Access settings
ru: Настройки доступа
ta: அணுகல் அமைப்புகள்

source: Add restrictions on who can view your content, and who can't. For instance - token gate your posts on the condition of owning specific NFTs or tokens.
ru: Добавить ограничения на то, кто может просматривать ваш контент, а кто нет. Например, можно ограничить доступ к вашим постам на условии владения определенными NFT или токенами.
ta: உங்கள் உள்ளடக்கத்தை யார் பார்க்கலாம், யார் பார்க்கக்கூடாது என்பதற்கான கட்டுப்பாடுகளைச் சேர்க்கவும். உதாரணமாக - குறிப்பிட்ட NFTகள் அல்லது டோக்கன்களை வைத்திருக்கும் நிலையில் உங்கள் இடுகைகளை டோக்கன் கேட் செய்யவும்.

source: Exceeded max limit of 1 audio, or 1 video, or 4 images
ru: Превышено максимальное ограничение в 1 аудио, 1 видео или 4 изображения

source: File format not allowed.
ru: Недопустимый формат файла.
ta: கோப்பு வடிவம் அனுமதிக்கப்படவில்லை.

source: Something went wrong while uploading!
ru: Что-то пошло не так при загрузке!
ta: பதிவேற்றும்போது ஏதோ தவறு ஏற்பட்டது!

source: Media
ru: Медиа
ta: மீடியா

source: Charge for collecting
ru: Плата за коллекты

source: Get paid whenever someone collects your post
ru: Получайте оплату всякий раз, когда кто-то коллектит ваш пост
ta: உங்கள் இடுகையை யாராவது சேகரிக்கும் போதெல்லாம் பணம் பெறுங்கள்

source: Price
ru: Цена
ta: விலை

source: Select Currency
ru: Выберите валюту
ta: நாணயத்தைத் தேர்ந்தெடுக்கவும்

source: Loading collect settings
ru: Загрузка настроек коллекта
ta: சேகரிப்பு அமைப்புகளை ஏற்றுகிறது

source: Failed to load modules
ru: Не удалось загрузить модули
ta: தொகுதிகளை ஏற்றுவதில் தோல்வி

source: This post can be collected
ru: Этот пост можно коллектить
ta: இந்த இடுகையை சேகரிக்கலாம்

source: Limited edition
ru: Ограниченный выпуск
ta: வரையறுக்கப்பட்ட பதிப்பு

source: Make the collects exclusive
ru: Сделать коллекты эксклюзивными
ta: சேகரிப்புகளை பிரத்தியேகமாக்குங்கள்

source: Collect limit
ru: Лимит на коллекты

source: Who can collect
ru: Кто может коллектить
ta: யார் சேகரிக்க முடியும்

source: Only followers can collect
ru: Только подписчики могут коллектить
ta: பின்பற்றுபவர்கள் மட்டுமே சேகரிக்க முடியும்

source: Mirror referral reward
ru: Реферальное вознаграждение за репост
ta: மிரர் பரிந்துரை வெகுமதி

source: Share your fee with people who amplify your content
ru: Поделитесь комиссией с людьми, которые распространяют ваш контент

source: Referral fee
ru: Реферальная комиссия
ta: பரிந்துரை கட்டணம்

source: Split revenue
ru: Разделить доход

source: Set multiple recipients for the collect fee
ru: Установите несколько получателей комиссии за коллекционирование

source: Splits cannot exceed 100%. Total: <0>{splitTotal}</0>%
ru: Разделение не должно превышать 100%. Всего: <0>{splitTotal}</0>%

source: Duplicate recipient address found
ru: Обнаружен повторяющийся адрес получателя

source: Time limit
ru: Ограничение по времени
ta: நேர வரம்பு

source: Limit collecting to the first 24h
ru: Лимит на коллект в течение первых 24 часов
ta: முதல் 24 மணிநேரத்திற்கு சேகரிப்பதை வரம்பிடவும்

source: Search for GIFs
ru: Поиск GIF
ta: GIF களைத் தேடுங்கள்

source: No GIFs found.
ru: GIF не найдены.
ta: GIF கள் எதுவும் காணப்படவில்லை.

source: Loading GIFs
ru: Загрузка GIF
ta: GIFகளை ஏற்றுகிறது

source: Select GIF
ru: Выберите GIF
ta: GIF ஐத் தேர்ந்தெடுக்கவும்

source: Poll length
ru: Продолжительность опроса

source: Poll length (days)
ru: Продолжительность опроса (дней)

source: Delete
ru: Удалить

source: Choice {0}
ru: Выбор {0}

source: Add another option
ru: Добавить еще один вариант

source: Poll
ru: Опрос

source: My follows
ru: Мои подписки

source: My followers
ru: Мои подписчики
ta: என்னை பின்தொடர்பவர்கள்

source: Friends of friends
ru: Друзья друзей
ta: நண்பர்களின் நண்பர்கள்

source: Everyone
ru: Все
ta: எல்லோரும்

source: My followers can comment and mirror
ru: Мои подписчики могут комментировать и репостить

source: My follows can comment and mirror
ru: Пользователи, на которых я подписан, могут комментировать и репостить

source: Friend of friends can comment and mirror
ru: Друзья моих друзей могут комментировать и репостить

source: Everyone can comment and mirror
ru: Любой может комментировать и репостить

source: Failed to upload thumbnail
ru: Не удалось загрузить изображение

source: Please upload a custom thumbnail
ru: Пожалуйста, загрузите своё изображение

source: Choose Thumbnail
ru: Выберите картинку-превью

source: Upload
ru: Загрузить

source: Please choose either 1 video or up to 4 photos.
ru: Пожалуйста, выберите либо 1 видео, либо до 4 фотографий.
ta: 1 வீடியோ அல்லது 4 புகைப்படங்கள் வரை தேர்வு செய்யவும்.

source: Ask a question...
ru: Задать вопрос...

source: What's happening?
ru: Что происходит?
ta: என்ன நடக்கிறது?

source: Transaction failed!
ru: Транзакция не удалась!
ta: பணப்பரிமாற்றம் தோல்வி அடைந்தது!

source: Comment
ru: Прокомментировать
ta: கருத்துரை

source: Post
ru: Опубликовать

source: Create post
ru: Создать публикацию
ta: போஸ்ட்-ஐ உருவாக்கு

source: No posts yet!
ru: Публикаций пока еще нет!
ta: இதுவரை பதிவுகள் இல்லை!

source: Failed to load explore feed
ru: Не удалось загрузить новостную ленту

source: All posts
ru: Все публикации
ta: அனைத்து பதிவுகள்

source: Text
ru: Текст
ta: உரை

source: Video
ru: Видео
ta: காணொளி

source: Audio
ru: Аудио
ta: ஒலி

source: Images
ru: Картинки
ta: படங்கள்

source: For you
ru: Для вас
ta: உங்களுக்காக

source: Popular
ru: Популярное
ta: பிரபலமானவை

source: Trending
ru: Тренды
ta: டிரெண்டிங்

source: Interesting
ru: Интересно
ta: கவர்ச்சியான

source: Explore • {APP_NAME}
ru: Исследуйте • {APP_NAME}

source: Upgrade your dispatcher to the latest version for better, faster, stronger signless transactions.
ru: Обновите диспетчер до последней версии, чтобы улучшить, ускорить и повысить эффективность транзакций без подписи.

source: You can enable dispatcher to interact with {APP_NAME} without signing any of your transactions.
ru: Вы можете включить диспетчер для взаимодействия с {APP_NAME} без подтверждения транзакций.
ta: உங்கள் பரிவர்த்தனைகள் எதிலும் கையொப்பமிடாமல் {APP_NAME} உடன் தொடர்புகொள்வதற்கு டிஸ்பெட்சேரை இயக்கலாம்.

source: Signless Transactions Upgrade
ru: Обновление транзакций без подписи

source: Signless Transactions
ru: Транзакции без подписи

source: Direct messages are here!
ru: Личные сообщения здесь!
ta: நேரடி செய்திகள் இங்கே!

source: Activate XMTP to start using Lenster to send end-to-end encrypted DMs to frens.
ru: Активируйте XMTP, чтобы начать использовать Lenster для отправки двусторонне-зашифрованных личных сообщений друзьям.

source: Enable DMs
ru: Включить личные сообщения

source: Filter
ru: Фильтр
ta: வடிகட்டு

source: Show Posts
ru: Показать публикации
ta: இடுகைகளைக் காட்டு

source: Show Mirrors
ru: Показать мирроры
ta: கண்ணாடியைக் காட்டு

source: Show Likes
ru: Показать лайки
ta: விருப்பங்களைக் காட்டு

source: Timeline
ru: Лента
ta: காலவரிசை

source: Highlights
ru: Яркие моменты
ta: ஹைலைட்ஸ்

source: Welcome to {APP_NAME} 👋
ru: Добро пожаловать в {APP_NAME} 👋
ta: {APP_NAME} க்கு வரவேற்கிறோம் 👋

source: {APP_NAME} is a decentralized, and permissionless social media app built with Lens Protocol 🌿
ru: {APP_NAME} – представляет собой децентрализованное приложение соцсети без ограничений, созданное на основе Lens Protocol. 🌿
ta: {APP_NAME} என்பது லென்ஸ் புரோட்டோகால் 🌿 மூலம் உருவாக்கப்பட்ட ஒரு பரவலாக்கப்பட்ட மற்றும் அனுமதியற்ற சமூக ஊடகப் பயன்பாடாகும்

source: Failed to load highlights
ru: Не удалось загрузить яркие моменты
ta: சிறப்பம்சங்களை ஏற்றுவதில் தோல்வி

source: Who to follow
ru: На кого подписаться
ta: யாரை பின்பற்றுவது

source: No recommendations!
ru: Нет рекомендаций!
ta: பரிந்துரைகள் இல்லை!

source: Failed to load recommendations
ru: Не удалось загрузить рекомендации
ta: பரிந்துரைகளை ஏற்ற முடியவில்லை

source: Show more
ru: Показать больше
ta: மேலும் காட்டு

source: Suggested for you
ru: Рекомендации для вас
ta: உங்களுக்காகப் பரிந்துரைக்கப்பட்டது

source: My Feed
ru: Моя лента
ta: எனது ஊட்டம்

source: 👀 See the feed through...
ru: 👀 Смотрите ленту через...
ta: 👀 ஊட்டத்தின் மூலம் பார்க்கவும்...

source: Search
ru: Найти
ta: தேடு

source: Reset filter to your own feed
ru: Сбросить фильтр своей ленты
ta: உங்கள் சொந்த ஊட்டத்திற்கு வடிகட்டியை மீட்டமைக்கவும்

source: Searching users
ru: Поиск пользователей
ta: பயனர்களைத் தேடுகிறது

source: No matching users
ru: Нет подходящих пользователей
ta: பொருத்தமான பயனர்கள் இல்லை

source: Set default profile
ru: Установить профиль по умолчанию
ta: இயல்புநிலை சுயவிவரத்தை அமைக்கவும்

source: You own {count} {0} but you don't have a default one.
ru: У вас есть {count} {0}, но нет стандартного.

source: Set default profile here
ru: Установить профиль по умолчанию
ta: இயல்புநிலை சுயவிவரத்தை இங்கே அமைக்கவும்

source: Setup your {APP_NAME} profile
ru: Настройте ваш {APP_NAME} профиль
ta: உங்கள் {APP_NAME} சுயவிவரத்தை அமைக்கவும்

source: Set profile name
ru: Установить имя профиля
ta: சுயவிவரப் பெயரை அமைக்கவும்

source: Set profile bio
ru: Установить описание профиля
ta: சுயவிவர பயோவை அமைக்கவும்

source: Set your avatar
ru: Установите свой аватар
ta: உங்கள் படத்தை அமைக்கவும்

source: Select profile interests
ru: Укажи свои интересы
ta: உங்கள் ஆர்வங்களைத் தேர்ந்தெடுக்கவும்

source: Update profile now
ru: Обновить профиль
ta: சுயவிவரத்தை இப்போது புதுப்பிக்கவும்

source: Loading suggested
ru: Загружается предложенное

source: Nothing to suggest
ru: Нечего предложить
ta: பரிந்துரைக்க எதுவும் இல்லை

source: commented{0}{1}
ru: прокомментировал{0}{1}

source: liked
ru: лайкнуто

source: Failed to load timeline
ru: Не удалось загрузить ленту
ta: காலவரிசையை ஏற்றுவதில் தோல்வி

source: Failed to load trending
ru: Не удалось загрузить тренды
ta: டிரெண்டிங்கை ஏற்றுவதில் தோல்வி

source: {0} Publications
ru: {0} Публикаций
ta: {0} பப்ளிகேஷன்ஸ்

source: Error sending message
ru: Ошибка при отправке сообщения
ta: செய்தியை அனுப்புவதில் பிழை

source: Type Something
ru: Введите что-нибудь
ta: ஏதாவது டைப் செய்க

source: Send
ru: Отправить
ta: அனுப்பு

source: Loading messages
ru: Загрузка сообщений
ta: செய்திகளை ஏற்றுகிறது

source: This fren hasn't enabled DMs yet
ru: Этот друг еще не включил ЛС

source: You can't send them a message until they enable DMs.
ru: Вы не можете написать им, пока они не включат ЛС.
ta: அவர்கள் DMகளை இயக்கும் வரை நீங்கள் அவர்களுக்கு செய்தி அனுப்ப முடியாது.

source: This is the beginning of the conversation
ru: Это начало разговора
ta: இதுதான் உரையாடலின் ஆரம்பம்

source: Loading...
ru: Загрузка...
ta: ஏற்றுகிறது...

source: Following
ru: Подписан

source: Requested
ru: Запрошено
ta: கோரப்பட்டது

source: These conversations are from Lens profiles that you don't currently follow.
ru: В этих диалогах участвуют профили Lens, на которые вы в данный момент не подписаны.

source: Loading conversations
ru: Загрузка диалогов

source: Failed to load messages
ru: Не удалось загрузить сообщения

source: Start messaging your Lens frens
ru: Начните общаться с вашими друзьями

source: New message
ru: Новое сообщение
ta: புதிய தகவல்

source: Search for someone to message...
ru: Найдите, кому написать...
ta: செய்தி அனுப்ப யாரையாவது தேடுங்கள்...

source: Select a conversation
ru: Выберите диалог
ta: உரையாடலைத் தேர்ந்தெடுக்கவும்

source: Choose an existing conversation or create a new one to start messaging
ru: Выберите существующий диалог или создайте новый, чтобы начать переписываться
ta: ஏற்கனவே உள்ள உரையாடலைத் தேர்வுசெய்யவும் அல்லது செய்தி அனுப்பத் தொடங்க புதிய ஒன்றை உருவாக்கவும்

source: Messages • {APP_NAME}
ru: Сообщения • {APP_NAME}
ta: செய்திகள் • {APP_NAME}

source: Failed to load moderation feed
ru: Не удалось загрузить ленту модерации

source: Mod Center • {APP_NAME}
ru: Центр Модификаций • {APP_NAME}

source: Refresh feed
ru: Обновить ленту

source: Publication filters
ru: Фильтры публикаций

source: Posts
ru: Посты

source: Comments
ru: Комментарии
ta: கருத்துரைகள்

source: Media filters
ru: Медиа фильтры

source: Articles
ru: Статьи

source: Embeds
ru: Встраивания

source: Links
ru: Ссылки

source: Videos
ru: Видео

source: Custom filters
ru: Индивидуальные фильтры

source: Gardeners
ru: Садовники

source: doesn’t have any NFTs!
ru: не имеет NFT!

source: Failed to load nft feed
ru: Не удалось загрузить ленту NFT
ta: NFT ஊட்டத்தை ஏற்றுவதில் தோல்வி

source: All notifications
ru: Все уведомления
ta: அனைத்து அறிவிப்புகளும்

source: Mentions
ru: Упоминания
ta: குறிப்பிடுதல்கள்

source: Likes
ru: Лайки
ta: விருப்பங்கள்

source: Collects
ru: Коллекты
ta: சேகரிப்புகள்

source: Failed to load notifications
ru: Не удалось загрузить уведомления
ta: அறிவிப்புகளை ஏற்றுவதில் தோல்வி

source: Inbox zero!
ru: Во входящих пусто!
ta: இன்பாக்ஸ் பூஜ்யம்!

source: Notification settings
ru: Настройки уведомлений

source: Signal filter
ru: Фильтр оповещений

source: Turn on high-signal notification filter
ru: Включить индикатор фильтра оповещений

source: <0><1/> collected your <2>comment</2></0>
ru: <0><1/> сколлектил ваш <2>комментарий</2></0>
ta: <0><1/> உங்கள் <2>கருத்தை</2></0> சேகரித்தார்

source: <0><1/> collected your <2>mirror</2></0>
ru: <0><1/> сколлектил ваш <2>миррор</2></0>
ta: <0><1/> உங்கள் <2>மிரரை</2></0> சேகரித்தார்

source: <0><1/> collected your <2>post</2></0>
ru: <0><1/> сколлектил ваш <2>пост</2></0>
ta: <0><1/> உங்கள் <2>இடுகையை</2></0> சேகரித்தார்

source: <0><1/> commented on your <2>comment</2></0>
ru: <0><1/> прокомментировал ваш <2>комментарий</2></0>

source: <0><1/> commented on your <2>mirror</2></0>
ru: <0><1/> прокомментировал ваш <2>миррор</2></0>

source: <0><1/> commented on your <2>post</2></0>
ru: <0><1/> прокомментировал ваш <2>пост</2></0>

source: <0><1/> followed you</0>
ru: <0><1/> подписался на вас</0>
ta: <0><1/> உங்களைப் பின்தொடர்ந்தார்</0>

source: <0><1/> super followed you</0>
ru: <0><1/> оформил платную подписку</0>

source: <0><1/> liked your <2>comment</2></0>
ru: <0><1/> лайкнул(а) ваш <2>комментарий</2></0>
ta: <0><1/> உங்கள் <2>கருத்தை</2></0> விரும்பினார்

source: <0><1/> liked your <2>mirror</2></0>
ru: <0><1/> лайкнул(а) ваш <2>миррор</2></0>

source: <0><1/> liked your <2>post</2></0>
ru: <0><1/> лайкнул(а) ваш <2>пост</2></0>
ta: <0><1/> உங்கள் <2>இடுகையை</2></0> விரும்பினார்

source: <0><1/> mentioned you in a <2>comment</2></0>
ru: <0><1/> упомянул вас в <2>комментарии</2></0>

source: <0><1/> mentioned you in a <2>mirror</2></0>
ru: <0><1/> упомянул вас в <2>миррор</2></0>

source: <0><1/> mentioned you in a <2>post</2></0>
ru: <0><1/> упомянул вас в <2>сообщении</2></0>
ta: <0><1/> உங்களை ஒரு <2>இடுகையில்</2></0> குறிப்பிட்டுள்ளார்

source: Notifications • {APP_NAME}
ru: Уведомления • {APP_NAME}
ta: அறிவிப்புகள் • {APP_NAME}

source: Email is not valid
ru: Неверный адрес электронной почты

source: Subject should not be empty
ru: Тема не должна быть пустой
ta: பொருள் காலியாக இருக்கக்கூடாது

source: Subject should not exceed 260 characters
ru: Тема не должна превышать 260 символов
ta: பொருள் 260 எழுத்துகளுக்கு மிகாமல் இருக்க வேண்டும்

source: Message should not be empty
ru: Сообщение не может быть пустым
ta: செய்தி காலியாக இருக்கக்கூடாது

source: Message should not exceed 1000 characters
ru: Сообщение не должно превышать 1000 символов
ta: செய்தி 1000 எழுத்துகளுக்கு மிகாமல் இருக்க வேண்டும்

source: Contact • {APP_NAME}
ru: Контакты • {APP_NAME}
ta: தொடர்பு • {APP_NAME}

source: Contact {APP_NAME}
ru: Контакт {APP_NAME}
ta: {APP_NAME} ஐத் தொடர்பு கொள்ளவும்

source: Contact us to help you get the issue resolved.
ru: Свяжитесь с нами, чтобы мы помогли вам разобраться с возникшей ситуацией.
ta: சிக்கலைத் தீர்ப்பதற்கு உங்களுக்கு உதவ எங்களை தொடர்பு கொள்ளுங்கள்.

source: Your message has been sent!
ru: Ваше сообщение успешно отправлено!

source: Subject
ru: Тема
ta: தலைப்பு

source: What happened?
ru: Что случилось?
ta: என்ன நடந்தது?

source: Message
ru: Сообщение
ta: செய்தி

source: How can we help?
ru: Чем мы можем помочь?
ta: நாங்கள் எவ்வாறு உதவலாம்?

source: Submit
ru: Отправить
ta: சமர்ப்பி

source: Privacy Policy • {APP_NAME}
ru: Политика конфиденциальности • {APP_NAME}
ta: தனியுரிமைக் கொள்கை • {APP_NAME}

source: Updated {updatedAt}
ru: Обновлено {updatedAt}

source: 1. Overview
ru: 1. Обзор
ta: 1. கண்ணோட்டம்

source: By accessing the Site, you agree to not only this Privacy Policy, but also to our Terms of Use and any other written agreements for using the Site. And you agree to our collection and use of any personal data (as described here) as well as the features of public/permissionless blockchain technology.
ru: Заходя на Сайт, вы соглашаетесь не только с настоящей Политикой конфиденциальности, но и с нашими Условиями использования и любыми другими письменными соглашениями об использовании Сайта. И вы соглашаетесь с тем, что мы собираем и используем любые персональные данные (как описано здесь), а также с особенностями публичной/не требующей разрешений технологии блокчейн.
ta: தளத்தை அணுகுவதன் மூலம், இந்தத் தனியுரிமைக் கொள்கையை மட்டுமல்ல, எங்கள் பயன்பாட்டு விதிமுறைகள் மற்றும் தளத்தைப் பயன்படுத்துவதற்கான எழுத்துப்பூர்வ ஒப்பந்தங்களையும் ஏற்கிறீர்கள். எங்களின் தனிப்பட்ட தரவு (இங்கே விவரிக்கப்பட்டுள்ளபடி) மற்றும் பொது/அனுமதியற்ற பிளாக்செயின் தொழில்நுட்பத்தின் அம்சங்களைச் சேகரிப்பதற்கும் பயன்படுத்துவதற்கும் நீங்கள் ஒப்புக்கொள்கிறீர்கள்.

source: This Privacy Policy (the “Privacy Policy”) provides a comprehensive description of how Lenster (“we,” “our,” or “us”) collects, uses, and shares information about you in connection with the website at lenster.xyz”, as well as your rights and choices regarding such information.
ru: Настоящая Политика конфиденциальности (далее "Политика конфиденциальности") содержит полное описание того, как Lenster ("мы", "наш" или "нас") собирает, использует и распространяет информацию о вас в отношении сайта "lenster.xyz", а также ваши права и возможности выбора в отношении такой информации.
ta: இந்த தனியுரிமைக் கொள்கை ("தனியுரிமைக் கொள்கை") lenster.xyz இல் உள்ள இணையதளம் தொடர்பாக உங்களைப் பற்றிய தகவல்களை லென்ஸ்டர் ("நாங்கள்," "எங்கள்" அல்லது "எங்களுக்கு") எவ்வாறு சேகரிக்கிறது, பயன்படுத்துகிறது மற்றும் பகிர்கிறது என்பதற்கான விரிவான விளக்கத்தை வழங்குகிறது. , அத்துடன் அத்தகைய தகவல் தொடர்பான உங்கள் உரிமைகள் மற்றும் தேர்வுகள்.

source: By accessing or using the Site, you accept and assume certain inherent features related to engaging in recording the data on the blockchain. Interactions with the Lens Protocol rely on smart contracts stored on a publicly available blockchain, cryptographic tokens generated by the smart contracts, and other nascent software, applications and systems that interact with blockchain-based networks. One of the defining features of blockchain technology is that its entries are immutable, which means, as a technical matter, they generally cannot be deleted or modified by anyone. If you are not comfortable assuming the inherently immutable and public nature of all entries on the blockchain, you should not engage with our Site.
ru: Заходя на Сайт или используя его, Вы принимаете и берете на себя определенные неотъемлемые особенности, связанные с участием в записи данных на блокчейн. Взаимодействие с Lens Protocol опирается на смарт-контракты, хранящиеся на общедоступном блокчейне, криптографические токены, генерируемые смарт-контрактами, и другое зарождающееся программное обеспечение, приложения и системы, взаимодействующие с сетями на основе блокчейна. Одной из определяющих особенностей технологии блокчейн является то, что записи в ней неизменяемы, что означает, что с технической точки зрения они, как правило, не могут быть удалены или изменены кем-либо. Если Вы не можете спокойно относиться к неизменному и публичному характеру всех записей в блокчейне, Вам не следует работать с нашим Сайтом.
ta: தளத்தை அணுகுவதன் மூலம் அல்லது பயன்படுத்துவதன் மூலம், பிளாக்செயினில் தரவைப் பதிவுசெய்வதில் ஈடுபடுவது தொடர்பான சில உள்ளார்ந்த அம்சங்களை நீங்கள் ஏற்றுக்கொள்கிறீர்கள். லென்ஸ் நெறிமுறையுடனான தொடர்புகள், பொதுவில் கிடைக்கும் பிளாக்செயின், ஸ்மார்ட் ஒப்பந்தங்களால் உருவாக்கப்பட்ட கிரிப்டோகிராஃபிக் டோக்கன்கள் மற்றும் பிளாக்செயின் அடிப்படையிலான நெட்வொர்க்குகளுடன் தொடர்புகொள்ளும் பிற புதிய மென்பொருள், பயன்பாடுகள் மற்றும் அமைப்புகள் ஆகியவற்றில் சேமிக்கப்பட்ட ஸ்மார்ட் ஒப்பந்தங்களைச் சார்ந்துள்ளது. பிளாக்செயின் தொழில்நுட்பத்தின் வரையறுக்கும் அம்சங்களில் ஒன்று, அதன் உள்ளீடுகள் மாறாதவை, அதாவது, தொழில்நுட்ப விஷயமாக, அவற்றை பொதுவாக யாராலும் நீக்கவோ அல்லது மாற்றவோ முடியாது. பிளாக்செயினில் உள்ள அனைத்து உள்ளீடுகளின் உள்ளார்ந்த மாறாத மற்றும் பொது இயல்பைக் கருதுவது உங்களுக்கு வசதியாக இல்லாவிட்டால், எங்கள் தளத்தில் நீங்கள் ஈடுபடக்கூடாது.

source: 2. Information Collection
ru: 2. Сбор информации
ta: 2. தகவல் சேகரிப்பு

source: We may collect the following information about you when you use the Site:
ru: Мы можем собирать следующую информацию о вас, когда вы используете Сайт:
ta: நீங்கள் தளத்தைப் பயன்படுத்தும்போது உங்களைப் பற்றிய பின்வரும் தகவல்களை நாங்கள் சேகரிக்கலாம்:

source: Information you provide such as feedback, question and issues reports.
ru: Информация, которую вы предоставляете, такая как отзывы, вопросы и отчеты о проблемах.
ta: கருத்து, கேள்வி மற்றும் சிக்கல் அறிக்கைகள் போன்ற நீங்கள் வழங்கும் தகவல்.

source: You may choose to voluntarily provide other information to us that we have not solicited from you, and, in such instances, you are solely responsible for such information.
ru: Вы можете добровольно предоставить нам другую информацию, которую мы не запрашивали у Вас, и в таких случаях Вы несете полную ответственность за такую информацию.
ta: உங்களிடமிருந்து நாங்கள் கோராத பிற தகவல்களைத் தானாக முன்வந்து எங்களுக்கு வழங்க நீங்கள் தேர்வு செய்யலாம், மேலும் இது போன்ற சந்தர்ப்பங்களில், அத்தகைய தகவல்களுக்கு நீங்கள் மட்டுமே பொறுப்பாவீர்கள்.

source: We may use tracking technologies to automatically collect information including the following:
ru: Мы можем использовать технологии отслеживания для автоматического сбора информации, включая следующее:
ta: பின்வருபவை உட்பட தகவல்களைத் தானாகச் சேகரிக்க, கண்காணிப்பு தொழில்நுட்பங்களைப் பயன்படுத்தலாம்:

source: <0>Log Files</0>, to record events or errors that occur when using our Site.
ru: <0>Файлы журнала</0>, для записи событий или ошибок, возникающих при использовании нашего Сайта.
ta: <0>கோப்புகளைப் பதிவு</0>, எங்கள் தளத்தைப் பயன்படுத்தும்போது ஏற்படும் நிகழ்வுகள் அல்லது பிழைகளைப் பதிவு செய்ய.

source: <0>Cookies</0>, small data stored on your device that are necessary for you to browse the Site.
ru: <0>Файлы cookie</0>, небольшие данные, хранящиеся на вашем устройстве, которые необходимы вам для просмотра Сайта.
ta: <0>குக்கீகள்</0>, உங்கள் சாதனத்தில் சேமிக்கப்பட்ட சிறிய தரவு, நீங்கள் தளத்தில் உலாவத் தேவையானது.
