Repository: heyxyz/hey
Catalog: apps/web/src/locales/*/messages.po
Languages: ru, ta

source: Name should not exceed 100 characters
ru: Имя не должно превышать 100 символов
ta: பெயர் 100 எழுத்துகளுக்கு மிகாமல் இருக்க வேண்டும்

source: Location should not exceed 100 characters
ru: Местоположение не должно превышать 100 символов
ta: இருப்பிடம் 100 எழுத்துகளுக்கு மிகாமல் இருக்க வேண்டும்

source: Invalid website
ru: Недействительный веб-сайт
ta: தவறான இணையதளம்

source: Twitter should not exceed 100 characters
ru: Твиттер не должен превышать 100 символов

source: Bio should not exceed 260 characters
ru: Биография не должна превышать 260 символов
ta: பயோ 260 எழுத்துகளுக்கு மிகாமல் இருக்க வேண்டும்

source: Profile Id
ru: ID профиля
ta: சுயவிவர ஐடி

source: Name
ru: Имя
ta: பெயர்

source: Location
ru: Местоположение
ta: இடம்

source: Website
ru: Веб-сайт
ta: இணையதளம்

source: Twitter
ru: Твиттер
ta: ட்விட்டர்

source: Bio
ru: Биография

source: Tell us something about you!
ru: Расскажите нам что-нибудь о себе!
ta: உங்களைப் பற்றி ஏதாவது சொல்லுங்கள்!

source: Cover picture crop preview
ru: Предварительный просмотр обрезанного изображения обложки

source: Loading settings
ru: Загрузка настроек
ta: அமைப்புகளை ஏற்றுகிறது

source: Profile settings • {APP_NAME}
ru: Настройки профиля • {APP_NAME}
ta: சுயவிவர அமைப்புகள் • {APP_NAME}

source: Profile
ru: Профиль
ta: சுயவிவரம்

source: Account
ru: Учетная запись
ta: கணக்கு

source: Preferences
ru: Настройки

source: Interests
ru: Интересы
ta: ஆர்வங்கள்

source: Dispatcher
ru: Диспетчер
ta: டிஸ்பெட்சேர்

source: Allowance
ru: Разрешение
ta: கொடுப்பனவு

source: Export
ru: Экспортировать

source: Publication deleted successfully
ru: Публикация успешно удалена

source: Delete Publication?
ru: Удалить публикацию?

source: This can't be undone and it will be removed from your profile, the timeline of any accounts that follow you, and from search results.
ru: Это нельзя отменить, и данные будут удалены из вашего профиля, хронологии всех учетных записей, которые следят за вами, и из результатов поиска.

source: Open Image in new tab
ru: Открыть изображение в новой вкладке
ta: படத்தை புதிய தாவலில் திறக்கவும்

source: Cancel Upload
ru: Отменить загрузку

source: Invalid audio title
ru: Недопустимое название аудио
ta: தவறான ஆடியோ தலைப்பு

source: Invalid author name
ru: Недопустимое имя автора
ta: தவறான ஆசிரியர் பெயர்

source: Invalid cover image
ru: Недопустимое изображение обложки
ta: தவறான அட்டைப் படம்

source: Add title
ru: Добавить заголовок
ta: தலைப்பை சேர்க்கவும்

source: Add author
ru: Добавить автора
ta: ஆசிரியரைச் சேர்க்கவும்

source: Beta
ru: Бета
ta: பீட்டா

source: New
ru: Новый
ta: புதியது

source: You can't reply to this post
ru: Вы не можете ответить на этот пост
ta: இந்த இடுகைக்கு நீங்கள் பதிலளிக்க முடியாது

source: Loading emojis
ru: Загрузка смайликов
ta: ஈமோஜிகளை ஏற்றுகிறது

source: Followed successfully!
ru: Успешно подписались!
ta: வெற்றிகரமாக பின்பற்றப்பட்டது!

source: Follow
ru: Подписаться
ta: பின்பற்றவும்

source: Terms
ru: Условия
ta: விதிகள்

source: Privacy
ru: Конфиденциальность
ta: தனியுரிமை

source: Donate
ru: Пожертвовать
ta: நன்கொடை

source: Status
ru: Статус
ta: நிலை

source: Feedback
ru: Обратная связь
ta: பின்னூட்டம்

source: Thanks
ru: Спасибо
ta: நன்றி

source: ▲ Powered by Vercel
ru: ▲ При поддержке Vercel
ta: ▲ வெர்செல் மூலம் இயக்கப்படுகிறது

source: Perform mod actions on this publication.
ru: Выполните действия над этой публикацией.

source: Report
ru: Пожаловаться
ta: புகார்

source: Set status
ru: Установить статус
ta: நிலையை அமைக்கவும்

source: Change Profile
ru: Изменить Профиль
ta: சுயவிவரத்தை மாற்றவும்

source: Login
ru: Вход
ta: புகுபதிகை

source: {type} Indexing
ru: {type} Индексация

source: Bold
ru: Жирный
ta: தடித்த

source: Italic
ru: Курсив
ta: சாய்வு

source: Code
ru: Код
ta: குறியீடு

source: Account creation in progress, please wait!
ru: Выполняется создание учетной записи, пожалуйста, подождите!
ta: கணக்கு உருவாக்கம் செயலில் உள்ளது, காத்திருக்கவும்!

source: Go to profile
ru: Перейти к профилю
ta: சுயவிவரத்திற்குச் செல்லவும்

source: Handle should be at least 5 characters
ru: В псевдониме должно быть не менее 5 символов

source: Handle should not exceed 26 characters
ru: Псевдоним не должен превышать 26 символов

source: Handle should only contain alphanumeric characters
ru: Псевдоним может содержать только буквы и цифры

source: The selected handle is already taken
ru: Выбранное имя уже занято

source: Sign up to {APP_NAME}
ru: Зарегистрироваться на {APP_NAME}

source: Handle
ru: Псевдоним

source: Sign up
ru: Зарегистрироваться
ta: பதிவு செய்யவும்

source: Sign-In with Lens
ru: Войти с помощью Lens
ta: லென்ஸுடன் உள்நுழை

source: Change wallet
ru: Сменить кошелек

source: Browser Wallet
ru: Браузерный кошелек
ta: உலாவி வாலட்

source: Failed to connect
ru: Не удалось подключиться
ta: இணைக்க முடியவில்லை

source: Please sign the message
ru: Пожалуйста, подпишите сообщение
ta: செய்தியில் கையொப்பமிடுங்கள்

source: {APP_NAME} uses this signature to verify that you're the owner of this address.
ru: {APP_NAME} использует эту подпись, чтобы подтвердить, что вы являетесь владельцем этого адреса.
ta: இந்த முகவரியின் உரிமையாளர் நீங்கள் என்பதைச் சரிபார்க்க {APP_NAME} இந்த கையொப்பத்தைப் பயன்படுத்துகிறது.

source: Connect your wallet
ru: Подключить свой кошелек
ta: உங்கள் வாலட்டை இணைக்கவும்

source: Loading likes
ru: Загрузка лайков
ta: விருப்பங்களை ஏற்றுகிறது

source: No likes.
ru: Нет лайков.
ta: விருப்பங்கள் இல்லை.

source: Failed to load likes
ru: Не удалось загрузить лайки
ta: விருப்பங்களை ஏற்றுவதில் தோல்வி

source: Select type
ru: Выберите тип
ta: வகையைத் தேர்ந்தெடுக்கவும்

source: Illegal
ru: Незаконно
ta: சட்டவிரோதமானது

source: Fraud
ru: Мошенничество
ta: மோசடி

source: Sensitive
ru: Чувствительный
ta: உணர்திறன்

source: Spam
ru: Спам
ta: ஸ்பேம்

source: Reason
ru: Причина
ta: காரணம்

source: Select sub reason
ru: Выберите причину
ta: துணை காரணத்தைத் தேர்ந்தெடுக்கவும்

source: Animal Abuse
ru: Жестокое обращение с животными
ta: விலங்கு வன்கொடுமை

source: Direct Threat
ru: Прямая угроза
ta: நேரடி அச்சுறுத்தல்

source: Human Abuse
ru: Жестокое обращение с людьми
ta: மனித வன்கொடுமை

source: Violence
ru: Насилие
ta: வன்முறை

source: Scam
ru: Мошенничество
ta: ஊழல்

source: Impersonation
ru: Выдача себя за другое лицо/организацию
ta: ஆள்மாறாட்டம்

source: NSFW
ru: Материалы для взрослых
ta: என்எஸ்எஃப்டபிள்யூ

source: Offensive
ru: Оскорбительный
ta: வெறுக்கத்தக்க

source: Fake engagement
ru: Фальшивое вовлечение

source: Low signal
ru: Низкий уровень сигнала

source: Algorithm manipulation
ru: Манипуляции с алгоритмами

source: Misleading
ru: Вводит в заблуждение

source: Misuse hashtags
ru: Неправильное использование хэштегов

source: Repetitive
ru: Повторение

source: Something else
ru: Другое
ta: வேறு ஏதாவது

source: Unrelated
ru: Несвязанный
ta: தொடர்பில்லாத

source: Additional comments should not exceed 260 characters
ru: Дополнительные комментарии не должны превышать 260 символов
ta: கூடுதல் கருத்துகள் 260 எழுத்துகளுக்கு மிகாமல் இருக்க வேண்டும்

source: Publication reported successfully!
ru: Публикация успешно обжалована!
ta: இடுகை வெற்றிகரமாக புகார் செய்யப்பட்டது!

source: Failed to report
ru: Не удалось отправить жалобу
ta: புகாரளிக்க முடியவில்லை

source: Description
ru: Описание
ta: விளக்கம்

source: Please provide additional details
ru: Предоставьте более подробную информацию
ta: கூடுதல் விவரங்களை வழங்கவும்

source: Logged in as
ru: Вошли как
ta: உள்நுழைந்துள்ள கணக்கு

source: More
ru: Еще
ta: மேலும்

source: Contact
ru: Связаться
ta: தொடர்புகொள்ளவும்

source: Logout
ru: Выйти
ta: வெளியேறு

source: Moderation
ru: Модерация

source: Report a bug
ru: Сообщить об ошибке
ta: ஒரு பிழையைப் புகாரளிக்கவும்

source: Settings
ru: Настройки
ta: அமைப்புகள்

source: Disable staff mode
ru: Отключить режим персонала
ta: பணியாளர் பயன்முறையை முடக்கு

source: Enable staff mode
ru: Включить режим персонала
ta: பணியாளர் பயன்முறையை இயக்கு

source: Switch Profile
ru: Переключить профиль
ta: சுயவிவரத்தை மாற்றவும்

source: Dark mode
ru: Тёмный режим
ta: இருள் பயன்முறை

source: Light mode
ru: Светлый режим
ta: வெளிர்ந்த பயன்முறை

source: Your Profile
ru: Ваш профиль
ta: உங்கள் சுயவிவரம்

source: Search…
ru: Поиск…
ta: தேடு…

source: Home
ru: Главная
ta: முகப்பு

source: Explore
ru: Найти
ta: உலாவு

source: Go to {type}
ru: Перейти к {type}
ta: {type} க்கு செல்க

source: will get <0>{referralFee}%</0> referral fee
ru: получит <0>{referralFee}%</0> реферального вознаграждения

source: This proposal is closed!
ru: Этот опрос закрыт!

source: {type} voting is not supported yet!
ru: {type} голосование пока не поддерживается!

source: Your vote has been casted!
ru: Ваш голос был учтен!

source: Current results
ru: Текущие результаты

source: Results
ru: Результаты

source: {0} Votes
ru: {0} голоса(ов)

source: {0} left
ru: {0} осталось

source: Cast your vote
ru: Проголосуйте

source: Status should not be empty
ru: Статус не должен быть пустым
ta: நிலை காலியாக இருக்கக்கூடாது

source: Status should not exceed 100 characters
ru: Статус не должен превышать 100 символов
ta: நிலை 100 எழுத்துகளுக்கு மிகாமல் இருக்க வேண்டும்

source: Status updated successfully!
ru: Статус успешно обновлен!
ta: நிலை வெற்றிகரமாக புதுப்பிக்கப்பட்டது!

source: Loading status settings
ru: Загрузка настроек статуса
ta: நிலை அமைப்புகளை ஏற்றுகிறது

source: Failed to load status settings
ru: Не удалось загрузить настройки статуса
ta: நிலை அமைப்புகளை ஏற்றுவதில் தோல்வி

source: Clear status
ru: Очистить статус

source: Loading super follow
ru: Загрузка супер подписки

source: Recipient:
ru: Получатель:
ta: பெறுநர்:

source: You can comment on @{0}'s publications
ru: Вы можете комментировать публикации @{0}

source: You will get super follow badge in @{0}'s profile
ru: Вы получите значок Super Follow в профиле @{0}

source: You will have high voting power if you followed multiple times
ru: У вас будет большое влияние на голосование, если вы подписались несколько раз

source: More coming soon™
ru: Скоро будет больше™
ta: மேலும் விரைவில்™

source: Super follow again
ru: Оформить супер подписку опять

source: Super follow now
ru: Оформить супер подписку сейчас

source: Allow follow module
ru: Разрешить подписки
ta: பின்தொடரும் தொகுதியை அனுமதிக்கவும்

source: Super follow
ru: Супер подписка
ta: சூப்பர் ஃபாலோ

source: Please change your network wallet!
ru: Пожалуйста, измените сеть в вашем кошельке!

source: Switch Network
ru: Сменить сеть
ta: நெட்வொர்க்கை மாற்றவும்

source: Unfollowed successfully!
ru: Отписались успешно!
ta: வெற்றிகரமாக பின்தொடரவில்லை!

source: Unfollow
ru: Отписаться
ta: பின்தொடர வேண்டாம்

source: You don't have enough <0>{0}</0>
ru: Вам не хватает <0>{0}</0>
ta: உங்களிடம் போதுமான <0>{0}</0> இல்லை

source: Swap in Uniswap
ru: Обмен в Uniswap

source: Staff tool
ru: Панель управления

source: {APP_NAME} account
ru: {APP_NAME} аккаунт

source: Profile ID
ru: ID профиля

source: Address
ru: Адрес

source: NFT address
ru: NFT адрес

source: Can use relay
ru: Можно использовать обработчик

source: Gas sponsored
ru: Газ спонсирован

source: Follow module
ru: Модуль Подписка

source: Metadata
ru: Метаданные

source: Open
ru: Открыть

source: Publication ID
ru: ID публикации

source: Comment on
ru: Включить комментарии

source: Transactions
ru: Транзакции

source: Stafftools | Relay queues • {APP_NAME}
ru: Панель управления | Очередь обработчика запросов • {APP_NAME}

source: Relay queues
ru: Очередь обработчика запросов

source: Stats
ru: Статистика

source: Stafftools | Stats • {APP_NAME}
ru: Панель управления | Статистика • {APP_NAME}

source: total profiles
ru: всего профилей

source: profiles burnt
ru: профилей сожжено

source: total posts
ru: всего публикаций

source: total comments
ru: всего комментариев

source: total follows
ru: всего подписок

source: Image size should be less than 10MB
ru: Размер изображения должен быть меньше 10MB
ta: படத்தின் அளவு 10MB க்கும் குறைவாக இருக்க வேண்டும்

source: Video size should be less than 100MB
ru: Размер видео должен быть меньше 100MB
ta: வீடியோ அளவு 100MB க்கும் குறைவாக இருக்க வேண்டும்

source: Audio size should be less than 100MB
ru: Размер аудио должен быть меньше 100MB
ta: ஆடியோ அளவு 100MB க்கும் குறைவாக இருக்க வேண்டும்

source: Fee Follow
ru: Плата за подписку

source: Follower Only Reference
ru: Ссылка только для подписчиков

source: Oops, Lost‽
ru: Упс, потерялся‽

source: This page could not be found.
ru: Страница не найдена.
ta: இந்தப் பக்கத்தைக் காண முடியவில்லை.

source: Go to home
ru: Домой

source: Looks like something went wrong!
ru: Похоже, что-то пошло не так!
ta: ஏதோ தவறாகிவிட்டது போல் தெரிகிறது!

source: We track these errors automatically, but if the problem persists feel free to contact us. In the meantime, try refreshing.
ru: Мы автоматически отслеживаем эти ошибки, но если проблема не устранена, не стесняйтесь обращаться к нам. А пока попробуйте обновить страницу.
ta: இந்தப் பிழைகளைத் தானாகக் கண்காணிக்கிறோம், ஆனால் சிக்கல் தொடர்ந்தால், எங்களைத் தொடர்பு கொள்ளலாம். இதற்கிடையில், புதுப்பித்து முயற்சிக்கவும்.

source: Share your collect fee with people who amplify your content
ta: உங்கள் உள்ளடக்கத்தை பெருக்கும் நபர்களுடன் உங்கள் சேகரிப்புக் கட்டணத்தை பகிர்ந்து கொள்ளுங்கள்

source: [cta]Comment
ta: [cta]கருத்து

source: [cta]Post
ta: [cta]பதிவு

source: Beta warning!
ta: பீட்டா எச்சரிக்கை!

source: {APP_NAME} is still in the beta phase, things may break, please handle us with care.
ta: {APP_NAME} இன்னும் பீட்டா கட்டத்தில் உள்ளது, விஷயங்கள் உடைந்து போகலாம், தயவுசெய்து கவனமாகக் கையாளவும்.

source: Get testnet tokens
ta: டெஸ்ட்நெட் டோக்கன்களைப் பெறுங்கள்

source: Action Required
ta: நடவடிக்கை தேவை

source: Collected
ta: சேகரிக்கப்பட்டது

source: NFTs
ta: NFTகள்

source: Loading analytics
ta: பகுப்பாய்வுகளை ஏற்றுகிறது

source: Views
ta: பார்வைகள்

source: Publication Analytics
ta: வெளியீட்டு பகுப்பாய்வு

source: Collected successfully!
ta: வெற்றிகரமாக சேகரிக்கப்பட்டது!

source: {0} collectors
ta: {0} சேகரிப்பாளர்கள்

source: {0}% referral fee
ta: {0}% பரிந்துரை கட்டணம்

source: Collect now
ta: இப்போது சேகரிக்கவும்

source: You already collected this
ta: நீங்கள் ஏற்கனவே இதை சேகரித்துள்ளீர்கள்

source: Free Collect
ta: இலவச சேகரிப்பு

source: {0} Mirrors
ta: {0} மிரர்கள்

source: Mirror
ta: மிரர்

source: Others
ta: மற்றவை

source: ARWEAVE TRANSACTION
ta: ARWEAVE பரிவர்த்தனை

source: <0>{0}</0> Mirrors
ta: <0>{0}</0> மிரர்கள்

source: Disable now
ta: இப்போது முடக்கு

source: Setup now
ta: இப்போது அமைக்கவும்

source: Disable dispatcher
ta: டிஸ்பெட்சேரை முடக்கு

source: Enable dispatcher
ta: டிஸ்பெட்சேரை இயக்கு

source: Avatar can't be empty!
ta: அவதார் காலியாக இருக்க முடியாது!

source: Discord
ta: டிஸ்கார்ட்

source: GitHub
ta: கிட்ஹப்

source: Connect with one of our available wallet providers or create a new one.
ta: எங்களிடம் இருக்கும் வாலட் வழங்குநர்களில் ஒருவருடன் இணைக்கவும் அல்லது புதிய ஒன்றை உருவாக்கவும்.

source: No collectors.
ta: சேகரிப்பாளர்கள் இல்லை.

source: Failed to load collectors
ta: சேகரிப்பாளர்களை ஏற்றுவதில் தோல்வி

source: No mirrors.
ta: மிரர்கள் இல்லை.

source: User rejected request
ta: பயனர் கோரிக்கையை நிராகரித்தார்

source: Stafftools • {APP_NAME}
ta: பணியாளர் கருவிகள் • {APP_NAME}

source: Open original
ta: அசல் திறக்க
